{
  "english": [
    "Whereas recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,",
    "Whereas disregard and contempt for human rights have resulted in barbarous acts which have outraged the conscience of mankind, and the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people,",
    "Whereas it is essential, if man is not to be compelled to have recourse, as a last resort, to rebellion against tyranny and oppression, that human rights should be protected by the rule of law,",
    "Whereas it is essential to promote the development of friendly relations between nations,",
    "Whereas the peoples of the United Nations have in the Charter reaffirmed their faith in fundamental human rights, in the dignity and worth of the human person and in the equal rights of men and women and have determined to promote social progress and better standards of life in larger freedom,",
    "Whereas Member States have pledged themselves to achieve, in cooperation with the United Nations, the promotion of universal respect for and observance of human rights and fundamental freedoms,",
    "Whereas a common understanding of these rights and freedoms is of the greatest importance for the full realization of this pledge,",
    "The General Assembly,",
    "Proclaims this Universal Declaration of Human Rights as a common standard of achievement for all peoples and all nations, to the end that every individual and every organ of society, keeping this Declaration constantly in mind, shall strive by teaching and education to promote respect for these rights and freedoms and by progressive measures, national and international, to secure their universal and effective recognition and observance, both among the peoples of Member States themselves and among the peoples of territories under their jurisdiction.",
    "All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.",
    "Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.",
    "Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty.",
    "Everyone has the right to life, liberty and security of person.",
    "No one shall be held in slavery or servitude; slavery and the slave trade shall be prohibited in all their forms.",
    "No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.",
    "Everyone has the right to recognition everywhere as a person before the law.",
    "All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination in violation of this Declaration and against any incitement to such discrimination.",
    "Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law.",
    "No one shall be subjected to arbitrary arrest, detention or exile.",
    "Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him.",
    "Everyone charged with a penal offence has the right to be presumed innocent until proved guilty according to law in a public trial at which he has had all the guarantees necessary for his defence.",
    "No one shall be held guilty of any penal offence on account of any act or omission which did not constitute a penal offence, under national or international law, at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the penal offence was committed.",
    "No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks.",
    "Everyone has the right to freedom of movement and residence within the borders of each State.",
    "Everyone has the right to leave any country, including his own, and to return to his country.",
    "Everyone has the right to seek and to enjoy in other countries asylum from persecution.",
    "This right may not be invoked in the case of prosecutions genuinely arising from non-political crimes or from acts contrary to the purposes and principles of the United Nations.",
    "Everyone has the right to a nationality.",
    "No one shall be arbitrarily deprived of his nationality nor denied the right to change his nationality.",
    "Men and women of full age, without any limitation due to race, nationality or religion, have the right to marry and to found a family. They are entitled to equal rights as to marriage, during marriage and at its dissolution.",
    "Marriage shall be entered into only with the free and full consent of the intending spouses.",
    "The family is the natural and fundamental group unit of society and is entitled to protection by society and the State.",
    "Everyone has the right to own property alone as well as in association with others.",
    "No one shall be arbitrarily deprived of his property.",
    "Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.",
    "Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.",
    "Everyone has the right to freedom of peaceful assembly and association.",
    "No one may be compelled to belong to an association.",
    "Everyone has the right to take part in the government of his country, directly or through freely chosen representatives.",
    "Everyone has the right to equal access to public service in his country.",
    "The will of the people shall be the basis of the authority of government; this will shall be expressed in periodic and genuine elections which shall be by universal and equal suffrage and shall be held by secret vote or by equivalent free voting procedures.",
    "Everyone, as a member of society, has the right to social security and is entitled to realization, through national effort and international co-operation and in accordance with the organization and resources of each State, of the economic, social and cultural rights indispensable for his dignity and the free development of his personality.",
    "Everyone has the right to work, to free choice of employment, to just and favourable conditions of work and to protection against unemployment.",
    "Everyone, without any discrimination, has the right to equal pay for equal work.",
    "Everyone who works has the right to just and favourable remuneration ensuring for himself and his family an existence worthy of human dignity, and supplemented, if necessary, by other means of social protection.",
    "Everyone has the right to form and to join trade unions for the protection of his interests.",
    "Everyone has the right to rest and leisure, including reasonable limitation of working hours and periodic holidays with pay.",
    "Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control.",
    "Motherhood and childhood are entitled to special care and assistance. All children, whether born in or out of wedlock, shall enjoy the same social protection.",
    "Everyone has the right to education. Education shall be free, at least in the elementary and fundamental stages. Elementary education shall be compulsory. Technical and professional education shall be made generally available and higher education shall be equally accessible to all on the basis of merit."
  ],
  "spanish": [
    "Declaracin Universal de Derechos Humanos",
    "Adoptada y proclamada por la Asamblea General en su resolucin 217 A (III), de 10 de diciembre de 1948",
    "Considerando que la libertad, la justicia y la paz en el mundo tienen por base el reconocimiento de la dignidad intrnseca y de los derechos iguales e inalienables de todos los miembros de la familia humana,",
    "Considerando que el desconocimiento y el menosprecio de los derechos humanos han originado actos de barbarie ultrajantes para la conciencia de la humanidad; y que se ha proclamado, como la aspiracin ms elevada del hombre, el advenimiento de un mundo en que los seres humanos, liberados del temor y de la miseria, disfruten de la libertad de palabra y de la libertad de creencias,",
    "Considerando esencial que los derechos humanos sean protegidos por un rgimen de Derecho, a fin de que el hombre no se vea compelido al supremo recurso de la rebelin contra la tirana y la opresin,",
    "Considerando tambin esencial promover el desarrollo de relaciones amistosas entre las naciones,",
    "Considerando que los pueblos de las Naciones Unidas han reafirmado en la Carta su fe en los derechos fundamentales del hombre, en la dignidad y el valor de la persona humana y en la igualdad de derechos de hombres y mujeres; y se han declarado resueltos a promover el progreso social y a elevar el nivel de vida dentro de un concepto ms amplio de la libertad,",
    "Considerando que los Estados Miembros se han comprometido a asegurar, en cooperacin con la Organizacin de las Naciones Unidas, el respeto universal y efectivo a los derechos y libertades fundamentales del hombre, y",
    "Considerando que una concepcin comn de estos derechos y libertades es de la mayor importancia para el pleno cumplimiento de dicho compromiso,",
    "Proclama la presente Declaracin Universal de Derechos Humanos como ideal comn por el que todos los pueblos y naciones deben esforzarse, a fin de que tanto los individuos como las instituciones, inspirndose constantemente en ella, promuevan, mediante la enseanza y la educacin, el respeto a estos derechos y libertades, y aseguren, por medidas progresivas de carcter nacional e internacional, su reconocimiento y aplicacin universales y efectivos, tanto entre los pueblos de los Estados Miembros como entre los de los territorios colocados bajo su jurisdiccin.",
    "Todos los seres humanos nacen libres e iguales en dignidad y derechos y, dotados como estn de razn y conciencia, deben comportarse fraternalmente los unos con los otros.",
    "Toda persona tiene los derechos y libertades proclamados en esta Declaracin, sin distincin alguna de raza, color, sexo, idioma, religin, opinin poltica o de cualquier otra ndole, origen nacional o social, posicin econmica, nacimiento o cualquier otra condicin.",
    "Adems, no se har distincin alguna fundada en la condicin poltica, jurdica o internacional del pas o territorio de cuya jurisdiccin dependa una persona, tanto si se trata de un pas independiente, como de un territorio bajo administracin fiduciaria, no autnomo o sometido a cualquier otra limitacin de soberana.",
    "Todo individuo tiene derecho a la vida, a la libertad y a la seguridad de su persona.",
    "Nadie estar sometido a esclavitud ni a servidumbre; la esclavitud y la trata de esclavos estn prohibidas en todas sus formas.",
    "Nadie ser sometido a torturas ni a penas o tratos crueles, inhumanos o degradantes.",
    "Todo ser humano tiene derecho, en todas partes, al reconocimiento de su personalidad jurdica.",
    "Todos son iguales ante la ley y tienen, sin distincin, derecho a igual proteccin de la ley. Todos tienen derecho a igual proteccin contra toda discriminacin que infrinja esta Declaracin y contra toda provocacin a tal discriminacin.",
    "Toda persona tiene derecho a un recurso efectivo, ante los tribunales nacionales competentes, que la ampare contra actos que violen sus derechos fundamentales reconocidos por la constitucin o por la ley.",
    "Nadie podr ser arbitrariamente detenido, preso ni desterrado.",
    "Artculo 10",
    "Toda persona tiene derecho, en condiciones de plena igualdad, a ser oda pblicamente y con justicia por un tribunal independiente e imparcial, para la determinacin de sus derechos y obligaciones o para el examen de cualquier acusacin contra ella en materia penal.",
    "Artculo 11",
    "Toda persona acusada de delito tiene derecho a que se presuma su inocencia mientras no se pruebe su culpabilidad, conforme a la ley y en juicio pblico en el que se le hayan asegurado todas las garantas necesarias para su defensa.",
    "Nadie ser condenado por actos u omisiones que en el momento de cometerse no fueron delictivos segn el Derecho nacional o internacional. Tampoco se impondr pena ms grave que la aplicable en el momento de la comisin del delito.",
    "Artculo 12",
    "Nadie ser objeto de injerencias arbitrarias en su vida privada, su familia, su domicilio o su correspondencia, ni de ataques a su honra o a su reputacin. Toda persona tiene derecho a la proteccin de la ley contra tales injerencias o ataques.",
    "Artculo 13",
    "Toda persona tiene derecho a circular libremente y a elegir su residencia en el territorio de un Estado.",
    "Toda persona tiene derecho a salir de cualquier pas, incluso el propio, y a regresar a su pas.",
    "Artculo 14",
    "En caso de persecucin, toda persona tiene derecho a buscar asilo, y a disfrutar de l, en cualquier pas.",
    "Este derecho no podr ser invocado contra una accin judicial realmente originada por delitos comunes o por actos opuestos a los propsitos y principios de las Naciones Unidas.",
    "Artculo 15",
    "Toda persona tiene derecho a una nacionalidad.",
    "A nadie se privar arbitrariamente de su nacionalidad ni del derecho a cambiar de nacionalidad.",
    "Artculo 16",
    "Los hombres y las mujeres, a partir de la edad nbil, tienen derecho, sin restriccin alguna por motivos de raza, nacionalidad o religin, a casarse y fundar una familia; y disfrutarn de iguales derechos en cuanto al matrimonio, durante el matrimonio y en caso de disolucin del matrimonio.",
    "Slo mediante libre y pleno consentimiento de los futuros esposos podr contraerse el matrimonio.",
    "La familia es el elemento natural y fundamental de la sociedad y tiene derecho a la proteccin de la sociedad y del Estado.",
    "Artculo 17",
    "Toda persona tiene derecho a la propiedad, individual y colectivamente.",
    "Nadie ser privado arbitrariamente de su propiedad.",
    "Artculo 18",
    "Toda persona tiene derecho a la libertad de pensamiento, de conciencia y de religin; este derecho incluye la libertad de cambiar de religin o de creencia, as como la libertad de manifestar su religin o su creencia, individual y colectivamente, tanto en pblico como en privado, por la enseanza, la prctica, el culto y la observancia.",
    "Artculo 19",
    "Todo individuo tiene derecho a la libertad de opinin y de expresin; este derecho incluye el no ser molestado a causa de sus opiniones, el de investigar y recibir informaciones y opiniones, y el de difundirlas, sin limitacin de fronteras, por cualquier medio de expresin.",
    "Artculo 20",
    "Toda persona tiene derecho a la libertad de reunin y de asociacin pacficas.",
    "Nadie podr ser obligado a pertenecer a una asociacin."
  ],
  "french": [
    "Dclaration universelle des droits de l'homme",
    "Considrant que la reconnaissance de la dignit inhrente tous les membres de la famille humaine et de leurs droits gaux et inalinables constitue le fondement de la libert, de la justice et de la paix dans le monde,",
    "Considrant que la mconnaissance et le mpris des droits de l'homme ont conduit des actes de barbarie qui rvoltent la conscience de l'humanit et que l'avnement d'un monde o les tres humains seront libres de parler et de croire, librs de la terreur et de la misre, a t proclam comme la plus haute aspiration de l'homme,",
    "Considrant qu'il est essentiel que les droits de l'homme soient protgs par un rgime de droit pour que l'homme ne soit pas contraint, en suprme recours, la rvolte contre la tyrannie et l'oppression,",
    "Considrant qu'il est essentiel d'encourager le dveloppement de relations amicales entre nations,",
    "Considrant que dans la Charte les peuples des Nations Unies ont proclam nouveau leur foi dans les droits fondamentaux de l'homme, dans la dignit et la valeur de la personne humaine, dans l'galit des droits des hommes et des femmes, et qu'ils se sont dclars rsolus favoriser le progrs social et instaurer de meilleures conditions de vie dans une libert plus grande,",
    "Considrant que les Etats Membres se sont engags assurer, en coopration avec l'Organisation des Nations Unies, le respect universel et effectif des droits de l'homme et des liberts fondamentales,",
    "Considrant qu'une conception commune de ces droits et liberts est de la plus haute importance pour remplir pleinement cet engagement,",
    "L'Assemble gnrale",
    "Proclame la prsente Dclaration universelle des droits de l'homme comme l'idal commun atteindre par tous les peuples et toutes les nations afin que tous les individus et tous les organes de la socit, ayant cette Dclaration constamment l'esprit, s'efforcent, par l'enseignement et l'ducation, de dvelopper le respect de ces droits et liberts et d'en assurer, par des mesures progressives d'ordre national et international, la reconnaissance et l'application universelles et effectives, tant parmi les populations des Etats Membres eux-mmes que parmi celles des territoires placs sous leur juridiction.",
    "Tous les tres humains naissent libres et gaux en dignit et en droits. Ils sont dous de raison et de conscience et doivent agir les uns envers les autres dans un esprit de fraternit.",
    "Chacun peut se prvaloir de tous les droits et de toutes les liberts proclams dans la prsente Dclaration, sans distinction aucune, notamment de race, de couleur, de sexe, de langue, de religion, d'opinion politique ou de toute autre opinion, d'origine nationale ou sociale, de fortune, de naissance ou de toute autre situation.",
    "De plus, il ne sera fait aucune distinction fonde sur le statut politique, juridique ou international du pays ou du territoire dont une personne est ressortissante, que ce pays ou territoire soit indpendant, sous tutelle, non autonome ou soumis une limitation quelconque de souverainet.",
    "Tout individu a droit la vie, la libert et la sret de sa personne.",
    "Nul ne sera tenu en esclavage ni en servitude; l'esclavage et la traite des esclaves sont interdits sous toutes leurs formes.",
    "Nul ne sera soumis la torture, ni des peines ou traitements cruels, inhumains ou dgradants.",
    "Chacun a le droit la reconnaissance en tous lieux de sa personnalit juridique.",
    "Tous sont gaux devant la loi et ont droit sans distinction une gale protection de la loi. Tous ont droit une protection gale contre toute discrimination qui violerait la prsente Dclaration et contre toute provocation une telle discrimination.",
    "Toute personne a droit un recours effectif devant les juridictions nationales comptentes contre les actes violant les droits fondamentaux qui lui sont reconnus par la constitution ou par la loi.",
    "Nul ne peut tre arbitrairement arrt, dtenu ni exil.",
    "Toute personne a droit, en pleine galit, ce que sa cause soit entendue quitablement et publiquement par un tribunal indpendant et impartial, qui dcidera, soit de ses droits et obligations, soit du bien-fond de toute accusation en matire pnale dirige contre elle.",
    "Toute personne accuse d'un acte dlictueux est prsume innocente jusqu' ce que sa culpabilit ait t lgalement tablie au cours d'un procs public o toutes les garanties ncessaires sa dfense lui auront t assures.",
    "Nul ne sera condamn pour des actions ou omissions qui, au moment o elles ont t commises, ne constituaient pas un acte dlictueux d'aprs le droit national ou international. De mme, il ne sera inflig aucune peine plus forte que celle qui tait applicable au moment o l'acte dlictueux a t commis.",
    "Nul ne sera l'objet d'immixtions arbitraires dans sa vie prive, sa famille, son domicile ou sa correspondance, ni d'atteintes son honneur et sa rputation. Toute personne a droit la protection de la loi contre de telles immixtions ou de telles atteintes.",
    "Toute personne a le droit de circuler librement et de choisir sa rsidence l'intrieur d'un Etat.",
    "Toute personne a le droit de quitter tout pays, y compris le sien, et de revenir dans son pays.",
    "Devant la perscution, toute personne a le droit de chercher asile et de bnficier de l'asile en d'autres pays.",
    "Ce droit ne peut tre invoqu dans le cas de poursuites rellement fondes sur un crime de droit commun ou sur des agissements contraires aux buts et aux principes des Nations Unies.",
    "Tout individu a droit une nationalit.",
    "Nul ne peut tre arbitrairement priv de sa nationalit, ni du droit de changer de nationalit.",
    "A partir de l'ge nubile, l'homme et la femme, sans aucune restriction quant la race, la nationalit ou la religion, ont le droit de se marier et de fonder une famille. Ils ont des droits gaux au regard du mariage, durant le mariage et lors de sa dissolution.",
    "Le mariage ne peut tre conclu qu'avec le libre et plein consentement des futurs poux.",
    "La famille est l'lment naturel et fondamental de la socit et a droit la protection de la socit et de l'Etat.",
    "Toute personne, aussi bien seule qu'en collectivit, a droit la proprit.",
    "Nul ne peut tre arbitrairement priv de sa proprit",
    "Toute personne a droit la libert de pense, de conscience et de religion; ce droit implique la libert de changer de religion ou de conviction ainsi que la libert de manifester sa religion ou sa conviction, seule ou en commun, tant en public qu'en priv, par l'enseignement, les pratiques, le culte et l'accomplissement des rites.",
    "Tout individu a droit la libert d'opinion et d'expression, ce qui implique le droit de ne pas tre inquit pour ses opinions et celui de chercher, de recevoir et de rpandre, sans considrations de frontires, les informations et les ides par quelque moyen d'expression que ce soit.",
    "Toute personne a droit la libert de runion et d'association pacifiques.",
    "Nul ne peut tre oblig de faire partie d'une association.",
    "Toute personne a le droit de prendre part la direction des affaires publiques de son pays, soit directement, soit par l'intermdiaire de reprsentants librement choisis.",
    "Toute personne a droit accder, dans des conditions d'galit, aux fonctions publiques de son pays.",
    "La volont du peuple est le fondement de l'autorit des pouvoirs publics; cette volont doit s'exprimer par des lections honntes qui doivent avoir lieu priodiquement, au suffrage universel gal et au vote secret ou suivant une procdure quivalente assurant la libert du vote.",
    "Toute personne, en tant que membre de la socit, a droit la scurit sociale; elle est fonde obtenir la satisfaction des droits conomiques, sociaux et culturels indispensables sa dignit et au libre dveloppement de sa personnalit, grce l'effort national et la coopration internationale, compte tenu de l'organisation et des ressources de chaque pays.",
    "Toute personne a droit au travail, au libre choix de son travail, des conditions quitables et satisfaisantes de travail et la protection contre le chmage.",
    "Tous ont droit, sans aucune discrimination, un salaire gal pour un travail gal",
    "Quiconque travaille a droit une rmunration quitable et satisfaisante lui assurant ainsi qu' sa famille une existence conforme la dignit humaine et complte, s'il y a lieu, par tous autres moyens de protection sociale.",
    "Toute personne a le droit de fonder avec d'autres des syndicats et de s'affilier des syndicats pour la dfense de ses intrts.",
    "Toute personne a droit au repos et aux loisirs et notamment une limitation raisonnable de la dure du travail et des congs pays priodiques.",
    "Toute personne a droit un niveau de vie suffisant pour assurer sa sant, son bien-tre et ceux de sa famille, notamment pour l'alimentation, l'habillement, le logement, les soins mdicaux ainsi que pour les services sociaux ncessaires; elle a droit la scurit en cas de chmage, de maladie, d'invalidit, de veuvage, de vieillesse ou dans les autres cas de perte de ses moyens de subsistance par suite de circonstances indpendantes de sa volont.",
    "La maternit et l'enfance ont droit une aide et une assistance spciales. Tous les enfants, qu'ils soient ns dans le mariage ou hors mariage, jouissent de la mme protection sociale."
  ],
  "portuguese": [
    "Declarao Universal dos Direitos Humanos",
    "Considerando que o reconhecimento da dignidade inerente a todos os membros da famlia humana e dos seus direitos iguais e inalienveis constitui o fundamento da liberdade, da justia e da paz no mundo;",
    "Considerando que o desconhecimento e o desprezo dos direitos do Homen conduziram a actos de barbrie que revoltam a conscincia da Humanidade e que o advento de um mundo em que os seres humanos sejam livres de falar e de crer, libertos do terror e da misria, foi proclamado como a mais alta inspirao do Homem;",
    "Considerando que essencial a proteo dos direitos do Homem atravs de um regime de direito, para que o Homem no seja compelido, em supremo recurso, revolta contra a tirania e a opresso;",
    "Considerando que essencial encorajar o desenvolvimento de relaes amistosas entre as naes;",
    "Considerando que, na Carta, os povos das Naes Unidas proclamam, de novo, a sua f nos direitos fundamentais do Homem, na dignidade e no valor da pessoa humana, na igualdade de direitos dos homens e das mulheres e se declaram resolvidos a favorecer o progresso social e a instaurar melhores condies de vida dentro de uma liberdade mais ampla;",
    "Considerando que os Estados membros se comprometeram a promover, em cooperao com a Organizao das Naes Unidas, o respeito universal e efectivo dos direitos do Homem e das liberdades fundamentais;",
    "Considerando que uma concepo comum destes direitos e liberdades da mais alta importncia para dar plena satisfao a tal compromisso:",
    "A Assemblia Geral proclama a presente Declarao Universal",
    "dos Direitos Humanos",
    "como ideal comum a atingir por todos os povos e todas as naes, a fim de que todos os indivduos e todos os orgos da sociedade, tendo-a constantemente no esprito, se esforcem, pelo ensino e pela educao, por desenvolver o respeito desses direitos e liberdades e por promover, por medidas progressivas de ordem nacional e internacional, o seu reconhecimento e a sua aplicao universais e efectivos tanto entre as populaes dos prprios Estados membros como entre as dos territrios colocados sob a sua jurisdio.",
    "Todos os seres humanos nascem livres e iguais em dignidade e em direitos. Dotados de razo e de conscincia, devem agir uns para com os outros em esprito de fraternidade.",
    "Todos os seres humanos podem invocar os direitos e as liberdades proclamados na presente Declarao, sem distino alguma, nomeadamente de raa, de cor, de sexo, de lngua, de religio, de opinio poltica ou outra, de origem nacional ou social, de fortuna, de nascimento ou de qualquer outra situao. Alm disso, no ser feita nenhuma distino fundada no estatuto poltico, jurdico ou internacional do pas ou do territrio da naturalidade da pessoa, seja esse pas ou territrio independente, sob tutela, autnomo ou sujeito a alguma limitao de soberania.",
    "Todo indivduo tem direito vida, liberdade e segurana pessoal.",
    "Ningum ser mantido em escravatura ou em servido; a escravatura e o trato dos escravos, sob todas as formas, so proibidos.",
    "Ningum ser submetido a tortura nem a penas ou tratamentos cruis, desumanos ou degradantes.",
    "Todos os indivduos tm direito ao reconhecimento, em todos os lugares, da sua personalidade jurdica.",
    "Todos so iguais perante a lei e, sem distino, tm direito a igual proteco da lei. Todos tm direito a proteco igual contra qualquer discriminao que viole a presente Declarao e contra qualquer incitamento a tal discriminao.",
    "Toda a pessoa direito a recurso efectivo para as jurisdies nacionais competentes contra os actos que violem os direitos fundamentais reconhecidos pela Constituio ou pela lei.",
    "Ningum pode ser arbitrariamente preso, detido ou exilado.",
    "Toda a pessoa tem direito, em plena igualdade, a que a sua causa seja equitativa e publicamente julgada por um tribunal independente e imparcial que decida dos seus direitos e obrigaes ou das razes de qualquer acusao em matria penal que contra ela seja deduzida.",
    "1. Toda a pessoa acusada de um acto delituoso presume-se inocente at que a sua culpabilidade fique legalmente provada no decurso de um processo pblico em que todas as garantias necessrias de defesa lhe sejam asseguradas.",
    "2. Ningum ser condenado por aces ou omisses que, no momento da sua prtica, no constituam acto delituoso face do direito interno ou internacional. Do mesmo modo, no ser infligida pena mais grave do que a que era aplicvel no momento em que o acto delituoso foi cometido.",
    "Ningum sofrer intromisses arbitrrias na sua vida privada, na sua famlia, no seu domiclio ou na sua correspondncia, nem ataques sua honra e reputao. Contra tais intromisses ou ataques toda a pessoa tem direito a proteco da lei.",
    "1. Toda a pessoa tem o direito de livremente circular e escolher a sua residncia no interior de um Estado.",
    "2. Toda a pessoa tem o direito de abandonar o pas em que se encontra, incluindo o seu, e o direito de regressar ao seu pas.",
    "1. Toda a pessoa sujeita a perseguio tem o direito de procurar e de beneficiar de asilo em outros pases.",
    "2. Este direito no pode, porm, ser invocado no caso de processo realmente existente por crime de direito comum ou por actividades contrrias aos fins e aos princpios das Naes Unidas.",
    "1. Todo o indivduo tem direito a ter uma nacionalidade.",
    "2. Ningum pode ser arbitrariamente privado da sua nacionalidade nem do direito de mudar de nacionalidade.",
    "1. A partir da idade nbil, o homem e a mulher tm o direito de casar e de constituir famlia, sem restrio alguma de raa, nacionalidade ou religio. Durante o casamento e na altura da sua dissoluo, ambos tm direitos iguais.",
    "2. O casamento no pode ser celebrado sem o livre e pleno consentimento dos futuros esposos.",
    "3. A famlia o elemento natural e fundamental da sociedade e tem direito proteo desta e do Estado.",
    "1. Toda a pessoa, individual ou colectiva, tem direito propriedade.",
    "2. Ningum pode ser arbitrariamente privado da sua propriedade.",
    "Toda a pessoa tem direito liberdade de pensamento, de conscincia e de religio; este direito implica a liberdade de mudar de religio ou de convico, assim como a liberdade de manifestar a religio ou convico, sozinho ou em comum, tanto em pblico como em privado, pelo ensino, pela prtica, pelo culto e pelos ritos.",
    "Todo o indivduo tem direito liberdade de opinio e de expresso, o que implica o direito de no ser inquietado pelas suas opinies e o de procurar, receber e difundir, sem considerao de fronteiras, informaes e idias por qualquer meio de expresso.",
    "1. Toda a pessoa tem direito liberdade de reunio e de associao pacficas.",
    "2. Ningum pode ser obrigado a fazer parte de uma associao.",
    "1. Toda a pessoa tem o direito de tomar parte na direco dos negcios, pblicos do seu pas, quer directamente, quer por intermdio de representantes livremente escolhidos.",
    "2. Toda a pessoa tem direito de acesso, em condies de igualdade, s funes pblicas do seu pas.",
    "3. A vontade do povo o fundamento da autoridade dos poderes pblicos: e deve exprimir-se atravs de eleies honestas a realizar periodicamente por sufrgio universal e igual, com voto secreto ou segundo processo equivalente que salvaguarde a liberdade de voto.",
    "Toda a pessoa, como membro da sociedade, tem direito segurana social; e pode legitimamente exigir a satisfao dos direitos econmicos, sociais e culturais indispensveis, graas ao esforo nacional e cooperao internacional, de harmonia com a organizao e os recursos de cada pas.",
    "1. Toda a pessoa tem direito ao trabalho, livre escolha do trabalho, a condies equitativas e satisfatrias de trabalho e proteco contra o desemprego.",
    "2. Todos tm direito, sem discriminao alguma, a salrio igual por trabalho igual.",
    "3. Quem trabalha tem direito a uma remunerao equitativa e satisfatria, que lhe permita e sua famlia uma existncia conforme com a dignidade humana, e completada, se possvel, por todos os outros meios de proteco social.",
    "4. Toda a pessoa tem o direito de fundar com outras pessoas sindicatos e de se filiar em sindicatos para defesa dos seus interesses.",
    "Toda a pessoa tem direito ao repouso e aos lazeres, especialmente, a uma limitao razovel da durao do trabalho e as frias peridicas pagas.",
    "1. Toda a pessoa tem direito a um nvel de vida suficiente para lhe assegurar e sua famlia a sade e o bem-estar, principalmente quanto alimentao, ao vesturio, ao alojamento, assistncia mdica e ainda quanto aos servios sociais necessrios, e tem direito segurana no desemprego, na doena, na invalidez, na viuvez, na velhice ou noutros casos de perda de meios de subsistncia por circunstncias independentes da sua vontade.",
    "2. A maternidade e a infncia tm direito a ajuda e a assistncia especiais. Todas as crianas, nascidas dentro ou fora do matrimnio, gozam da mesma proteco social."
  ],
  "chinese": [
    "联合国大会一九四八年十二月十日第217A(III)号决议通过并颁布",
    "1948 年 12 月 10 日， 联 合 国 大 会 通 过 并 颁 布《 世 界 人 权 宣 言》。 这 一 具 有 历 史 意 义 的《 宣 言》 颁 布 后， 大 会 要 求 所 有 会 员 国 广 为 宣 传， 并 且“ 不 分 国 家 或 领 土 的 政 治 地 位 , 主 要 在 各 级 学 校 和 其 他 教 育 机 构 加 以 传 播、 展 示、 阅 读 和 阐 述。” 《 宣 言 》 全 文 如 下：",
    "鉴 于 对 人 类 家 庭 所 有 成 员 的 固 有 尊 严 及 其 平 等 的 和 不 移 的 权 利 的 承 认, 乃 是 世 界 自 由、 正 义 与 和 平 的 基 础,",
    "鉴 于 对 人 权 的 无 视 和 侮 蔑 已 发 展 为 野 蛮 暴 行, 这 些 暴 行 玷 污 了 人 类 的 良 心, 而 一 个 人 人 享 有 言 论 和 信 仰 自 由 并 免 予 恐 惧 和 匮 乏 的 世 界 的 来 临, 已 被 宣 布 为 普 通 人 民 的 最 高 愿 望,",
    "鉴 于 为 使 人 类 不 致 迫 不 得 已 铤 而 走 险 对 暴 政 和 压 迫 进 行 反 叛, 有 必 要 使 人 权 受 法 治 的 保 护,",
    "鉴 于 有 必 要 促 进 各 国 间 友 好 关 系 的 发 展,",
    "鉴 于 各 联 合 国 国 家 的 人 民 已 在 联 合 国 宪 章 中 重 申 他 们 对 基 本 人 权、 人 格 尊 严 和 价 值 以 及 男 女 平 等 权 利 的 信 念, 并 决 心 促 成 较 大 自 由 中 的 社 会 进 步 和 生 活 水 平 的 改 善,",
    "鉴 于 各 会 员 国 业 已 誓 愿 同 联 合 国 合 作 以 促 进 对 人 权 和 基 本 自 由 的 普 遍 尊 重 和 遵 行,",
    "鉴 于 对 这 些 权 利 和 自 由 的 普 遍 了 解 对 于 这 个 誓 愿 的 充 分 实 现 具 有 很 大 的 重 要 性,",
    "因 此 现 在, 大 会, 发 布 这 一 世 界 人 权 宣 言 , 作 为 所 有 人 民 和 所 有 国 家 努 力 实 现 的 共 同 标 准, 以 期 每 一 个 人 和 社 会 机 构 经 常 铭 念 本 宣 言, 努 力 通 过 教 诲 和 教 育 促 进 对 权 利 和 自 由 的 尊 重, 并 通 过 国 家 的 和 国 际 的 渐 进 措 施, 使 这 些 权 利 和 自 由 在 各 会 员 国 本 身 人 民 及 在 其 管 辖 下 领 土 的 人 民 中 得 到 普 遍 和 有 效 的 承 认 和 遵 行;",
    "人 人 生 而 自 由, 在 尊 严 和 权 利 上 一 律 平 等。 他 们 赋 有 理 性 和 良 心, 并 应 以 兄 弟 关 系 的 精 神 相 对 待。",
    "人 人 有 资 格 享 有 本 宣 言 所 载 的 一 切 权 利 和 自 由, 不 分 种 族、 肤 色、 性 别、 语 言、 宗 教、 政 治 或 其 他 见 解、 国 籍 或 社 会 出 身、 财 产、 出 生 或 其 他 身 分 等 任 何 区 别。",
    "并 且 不 得 因 一 人 所 属 的 国 家 或 领 土 的 政 治 的、 行 政 的 或 者 国 际 的 地 位 之 不 同 而 有 所 区 别, 无 论 该 领 土 是 独 立 领 土、 托 管 领 土、 非 自 治 领 土 或 者 处 于 其 他 任 何 主 权 受 限 制 的 情 况 之 下。",
    "人 人 有 权 享 有 生 命、 自 由 和 人 身 安 全。",
    "任 何 人 不 得 使 为 奴 隶 或 奴 役; 一 切 形 式 的 奴 隶 制 度 和 奴 隶 买 卖, 均 应 予 以 禁 止。",
    "任 何 人 不 得 加 以 酷 刑, 或 施 以 残 忍 的、 不 人 道 的 或 侮 辱 性 的 待 遇 或 刑 罚。",
    "人 人 在 任 何 地 方 有 权 被 承 认 在 法 律 前 的 人 格。",
    "法 律 之 前 人 人 平 等, 并 有 权 享 受 法 律 的 平 等 保 护, 不 受 任 何 歧 视。 人 人 有 权 享 受 平 等 保 护, 以 免 受 违 反 本 宣 言 的 任 何 歧 视 行 为 以 及 煽 动 这 种 歧 视 的 任 何 行 为 之 害。",
    "任 何 人 当 宪 法 或 法 律 所 赋 予 他 的 基 本 权 利 遭 受 侵 害 时, 有 权 由 合 格 的 国 家 法 庭 对 这 种 侵 害 行 为 作 有 效 的 补 救。",
    "任 何 人 不 得 加 以 任 意 逮 捕、 拘 禁 或 放 逐。",
    "人 人 完 全 平 等 地 有 权 由 一 个 独 立 而 无 偏 倚 的 法 庭 进 行 公 正 的 和 公 开 的 审 讯, 以 确 定 他 的 权 利 和 义 务 并 判 定 对 他 提 出 的 任 何 刑 事 指 控。",
    "㈠ 凡 受 刑 事 控 告 者, 在 未 经 获 得 辩 护 上 所 需 的 一 切 保 证 的 公 开 审 判 而 依 法 证 实 有 罪 以 前, 有 权 被 视 为 无 罪。",
    "㈡ 任 何 人 的 任 何 行 为 或 不 行 为, 在 其 发 生 时 依 国 家 法 或 国 际 法 均 不 构 成 刑 事 罪 者, 不 得 被 判 为 犯 有 刑 事 罪。 刑 罚 不 得 重 于 犯 罪 时 适 用 的 法 律 规 定。",
    "任 何 人 的 私 生 活、 家 庭、 住 宅 和 通 信 不 得 任 意 干 涉, 他 的 荣 誉 和 名 誉 不 得 加 以 攻 击。 人 人 有 权 享 受 法 律 保 护, 以 免 受 这 种 干 涉 或 攻 击。",
    "㈠ 人 人 在 各 国 境 内 有 权 自 由 迁 徙 和 居 住。",
    "㈡ 人 人 有 权 离 开 任 何 国 家, 包 括 其 本 国 在 内, 并 有 权 返 回 他 的 国 家。",
    "㈠ 人 人 有 权 在 其 他 国 家 寻 求 和 享 受 庇 护 以 避 免 迫 害。",
    "㈡ 在 真 正 由 于 非 政 治 性 的 罪 行 或 违 背 联 合 国 的 宗 旨 和 原 则 的 行 为 而 被 起 诉 的 情 况 下, 不 得 援 用 此 种 权 利。",
    "㈠ 人 人 有 权 享 有 国 籍。",
    "㈡ 任 何 人 的 国 籍 不 得 任 意 剥 夺, 亦 不 得 否 认 其 改 变 国 籍 的 权 利。",
    "㈠ 成 年 男 女, 不 受 种 族、 国 籍 或 宗 教 的 任 何 限 制 有 权 婚 嫁 和 成 立 家 庭。 他 们 在 婚 姻 方 面, 在 结 婚 期 间 和 在 解 除 婚 约 时, 应 有 平 等 的 权 利。",
    "㈡ 只 有 经 男 女 双 方 的 自 由 和 完 全 的 同 意, 才 能 缔 婚。",
    "㈢ 家 庭 是 天 然 的 和 基 本 的 社 会 单 元, 并 应 受 社 会 和 国 家 的 保 护。",
    "㈠ 人 人 得 有 单 独 的 财 产 所 有 权 以 及 同 他 人 合 有 的 所 有 权。",
    "㈡ 任 何 人 的 财 产 不 得 任 意 剥 夺。",
    "人 人 有 思 想、 良 心 和 宗 教 自 由 的 权 利; 此 项 权 利 包 括 改 变 他 的 宗 教 或 信 仰 的 自 由, 以 及 单 独 或 集 体、 公 开 或 秘 密 地 以 教 义、 实 践、 礼 拜 和 戒 律 表 示 他 的 宗 教 或 信 仰 的 自 由。",
    "人 人 有 权 享 有 主 张 和 发 表 意 见 的 自 由; 此 项 权 利 包 括 持 有 主 张 而 不 受 干 涉 的 自 由, 和 通 过 任 何 媒 介 和 不 论 国 界 寻 求、 接 受 和 传 递 消 息 和 思 想 的 自 由。",
    "㈠ 人 人 有 权 享 有 和 平 集 会 和 结 社 的 自 由。",
    "㈡ 任 何 人 不 得 迫 使 隶 属 于 某 一 团 体。",
    "㈠ 人 人 有 直 接 或 通 过 自 由 选 择 的 代 表 参 与 治 理 本 国 的 权 利。",
    "㈡ 人 人 有 平 等 机 会 参 加 本 国 公 务 的 权 利。",
    "㈢ 人 民 的 意 志 是 政 府 权 力 的 基 础; 这 一 意 志 应 以 定 期 的 和 真 正 的 选 举 予 以 表 现, 而 选 举 应 依 据 普 遍 和 平 等 的 投 票 权, 并 以 不 记 名 投 票 或 相 当 的 自 由 投 票 程 序 进 行。",
    "每 个 人, 作 为 社 会 的 一 员, 有 权 享 受 社 会 保 障, 并 有 权 享 受 他 的 个 人 尊 严 和 人 格 的 自 由 发 展 所 必 需 的 经 济、 社 会 和 文 化 方 面 各 种 权 利 的 实 现, 这 种 实 现 是 通 过 国 家 努 力 和 国 际 合 作 并 依 照 各 国 的 组 织 和 资 源 情 况。",
    "㈠ 人 人 有 权 工 作、 自 由 选 择 职 业、 享 受 公 正 和 合 适 的 工 作 条 件 并 享 受 免 于 失 业 的 保 障。",
    "㈡ 人 人 有 同 工 同 酬 的 权 利, 不 受 任 何 歧 视。",
    "㈢ 每 一 个 工 作 的 人, 有 权 享 受 公 正 和 合 适 的 报 酬, 保 证 使 他 本 人 和 家 属 有 一 个 符 合 人 的 生 活 条 件, 必 要 时 并 辅 以 其 他 方 式 的 社 会 保 障。",
    "㈣ 人 人 有 为 维 护 其 利 益 而 组 织 和 参 加 工 会 的 权 利。",
    "人 人 有 享 有 休 息 和 闲 暇 的 权 利, 包 括 工 作 时 间 有 合 理 限 制 和 定 期 给 薪 休 假 的 权 利。",
    "㈠ 人 人 有 权 享 受 为 维 持 他 本 人 和 家 属 的 健 康 和 福 利 所 需 的 生 活 水 准, 包 括 食 物、 衣 着、 住 房、 医 疗 和 必 要 的 社 会 服 务; 在 遭 到 失 业、 疾 病、 残 废、 守 寡、 衰 老 或 在 其 他 不 能 控 制 的 情 况 下 丧 失 谋 生 能 力 时, 有 权 享 受 保 障。",
    "㈡ 母 亲 和 儿 童 有 权 享 受 特 别 照 顾 和 协 助。 一 切 儿 童, 无 论 婚 生 或 非 婚 生, 都 应 享 受 同 样 的 社 会 保 护。"
  ],
  "hindi": [
    "१० दिसम्बर १९४८ को यूनाइटेड नेशन्स",
    "की जनरल असेम्बली ने मानव अधिकारों की",
    "सार्वभौम घोषणा को स्वीकृत और घोषित",
    "किया । इसका पूर्ण पाठ आगे के पृष्ठों में दिया",
    "गया है । इस ऎतिहासिक कार्य के बाद ही असे-",
    "म्बली ने सभी सदस्य देशोंसे अपील की कि वे इस",
    "घोषणा का प्रचार करें और देशों अथवा प्रदेशों",
    "को राजनॅतिक स्थिति पर आधारित भेदभाव का",
    "विचार किए बिना, विशेषतः स्कूलों और अन्य",
    "शिक्षा संस्थाओं में इसके प्रचार, प्रदर्शन, पठन",
    "और व्याख्या का प्रबन्ध करें ।",
    "इसी घीषणा का सरकारी पाठ संयुक्त राष्ट्रीं",
    "की इन पांच भाषाओं में प्राप्य हैः—अंग्रेजी,",
    "चीनी, फांसीसी, रूसी ओर स्पेनिश । अनुवाद",
    "का जो पाठ यहां दिया गया है, वह भारत सर-",
    "कार द्वारा स्वीकृत है ।",
    "मानव अधिकारों को सार्वभौम",
    "प्रस्तावना",
    "चूंकि मानव परिवार के सभी सदस्यों के",
    "जन्मजात गोरव और समान तथा अविच्छिन्न",
    "अधिकार की स्वीकृति ही विश्व-शान्ति, न्याय",
    "ओर स्वतन्त्रता की बुनियाद है,",
    "चूंकि मानव अधिकारों के प्रति उपेक्षा और",
    "घृणा के फलस्वरूप ही ऐसे बर्बर कार्य हुए जिनसे",
    "मनुष्य की आत्मा पर अत्यावार किया गया,",
    "चूंकि एक ऐसी विश्व-व्यवस्था की उस स्थापना",
    "को ( जिसमें लोगों को भाषण और धर्म की",
    "आजादी तथा भय और अभाव से मुक्ति मिलेगी )",
    "सर्वसाधारण के लिए सर्वोच्च आकांक्षा घोषित",
    "किया गया है,",
    "चूंकि अगर अन्याययुवत शासन और जुल्म",
    "के विरुद्घ लोगों को विद्रोह करने के लिए—उसे",
    "ही अग्तिम उपाय समझ कर—मजबूर नहीं हो",
    "जाना है, तो कानून द्दारा नियम बनाकर मानव",
    "अधिकारों को रक्षा करना अनिवार्य है,",
    "चूंकि राष्ट्रों के बीच मॅन्नीपूर्ण सम्बन्धों को",
    "बढ़ाना जरूरी है,",
    "चूंकि संयुक्त राष्ट्रों के सदस्य देशों की जन-",
    "ताओं ने बुनियादी मानव अधिकारों में, मानव",
    "व्यक्तित्व के औरव और योग्यता में और नर-",
    "नारियों के समान अधिकारों में अपने विश्वास",
    "को अधिकार-पत्र में दुहराया है और यह निश्चय",
    "किया है कि अधिक व्यापक स्वतन्त्रता के अन्त-",
    "र्गत सामाजिक प्रगति एवं जीवन के बेहतर स्तर",
    "को ऊंचा किया जाय,",
    "चूंकि सदस्य देशों ने यह प्रतिज्ञा को है कि",
    "वे संयुक्त राष्ट्रोंके सहयीग से मानव अधिकारों",
    "और बुनियादी आजादियों के प्रति सार्वभौम",
    "सम्मान को वृद्घि करेंगे,",
    "चूंकि इस प्रतिज्ञा को पूरी तरह से निभाने"
  ],
  "bengali": [
    "﻿ ﻿ মানবাধিকারের সার্বজনীন ঘোষণাপত্র",
    "যেহেতু মানব পরিবারের সকল সদস্যের সমান ও অবিচ্ছেদ্য অধিকারসমূহ এবং সহজাত মর্যাদার স্বীকৃতি‌ই হচ্ছে বিশ্বে শান্তি, স্বাধীনতা এবং ন্যায়বিচারের ভিত্তি;",
    "যেহেতু মানব অধিকারের প্রতি অবজ্ঞা এবং ঘৃণার ফলে মানুবের বিবেক লাঞ্ছিত বোধ করে এমন সব বর্বরোচিত ঘটনা সংঘটিত হয়েছে এবং যেহেতু এমন একটি পৃথিবীর উদ্ভবকে সাধারণ মানুষের সর্বোচ্চ কাংবা রূপে ঘোষণা করা হয়েছে, যেখানে সকল মানুষ ধর্ম এবং বাক স্বাধীনতা ভোগ করবে এবং অভাব ও শংকামুক্ত জীবন যাপন করবে;",
    "যেহেতু মানুব যাতে অত্যাচার ও উত্পীড়নের মুখে সর্বশেষ উপায় হিসেবে বিদ্রোহ করতে বাধ্য না হয় সেজন্য আ‌ইনের শাসন দ্বারা মানবাধিকার সংরক্ষণ করা অতি প্রয়োজনীয়;",
    "যেহেতু জাতিসমূহের মধ্যে বন্ধুত্বপূর্ণ সম্পর্ক উন্নয়নের প্রয়াস গ্রহণ করা অত্যাবশ্যক;",
    "যেহেতু সদস্য জাতিসমূহ জাতিসংঘের সনদে মৌলিক মানবাধিকার, মানব দেহের মর্যাদা ও মূল্য এবং নারী পুরুষের সমান অধিকারের প্রতি তাঁদের বিশ্বাস পুনর্ব্যক্ত করেছেন এবং বৃহত্তর স্বাধীনতার পরিমণ্ডলে সামাজিক উন্নতি এবং জীবনযাত্রার উন্নততর মান অর্জনে দৃঢ়প্রতিজ্ঞ হয়েছেন;",
    "যেহেতু সদস্য রাষ্ট্রসমূহ জাতিসংঘের সহযোগিতায় মানবাধিকার ও মৌলিক স্বাধীনতা সমূহের প্রতি সার্বজনীন সম্মান বৃদ্ধি এবং এদের যথাযথ পালন নিশ্চিতকরণের লক্ষ্য অর্জনে অঙ্গীকারবদ্ধ;",
    "যেহেতু এ স্বাধীনতা এবং অধিকারসমূহের একটি সাধারণ উপলব্ধি এ অঙ্গীকারের পূর্ণ বাস্তবায়নের জন্য সর্বাধিক গুরুত্বপূর্ণ",
    "সাধারণ পরিষদ",
    "মানবাধিকারের সার্বজনীন ঘোষণাপত্র",
    "এ ঘোবণা সকল জাতি এবং রাষ্ট্রের সাফল্যের সাধারণ মানদ‌ও হিসেবে সে‌ই লক্ষ্যে নিবেদিত হবে, যেখানে প্রতিটি ব্যক্তি এবং সমাজের প্রতিটি অঙ্গ এ ঘোষণাকে সবসময় মনে রেখে পাঠদান ও শিক্ষার মাধ্যমে এ‌ই স্বাধীনতা ও অধিকার সমূহের প্রতি শ্রদ্ধাবোধ জাগ্রত করতে সচেষ্ট হবে এবং সকল সদস্য রাষ্ট্র ও তাদের অধীনস্থ ভূখণ্ডের জাতিসমূহ উত্তরোত্তর জাতীয় ও আন্তর্জাতিক প্রয়াসের মাধ্যমে এ‌ই অধিকার এবং স্বাধীনতাসমূহের সার্বজনীন ও কার্যকর স্বীকৃতি আদায় এবং যথাযথ পালন নিশ্চিত করবে৷",
    "সমস্ত মানুষ স্বাধীনভাবে সমান মর্যাদা এবং অধিকার নিয়ে জন্মগ্রহণ করে৷ তাঁদের বিবেক এবং বুদ্ধি আছে ; সুতরাং সকলের‌ই একে অপরের প্রতি ভ্রাতৃত্বসুলভ মনোভাব নিয়ে আচরণ করা উচিত্‍৷",
    "এ ঘোষণায় উন্নেণিত স্বাধীনতা এবং অধিকারসমূহে গোত্র, ধর্ম, বর্ণ, শিক্ষা, ভাষা, রাজনৈতিক বা অন্যবিধ মতামত, জাতীয় বা সামাজিক উত্পত্তি, জন্ম, সম্পত্তি বা অন্য কোন মর্যাদা নিবিশেষে প্রত্যেকের‌ই সমান অধিকার থাকবে৷",
    "কোন দেশ বা ভূখণ্ডের রাজনৈতিক, সীমানাগত বা আন্তর্জ্জাতিক মর্যাদার ভিত্তিতে তার কোন অধিবাসীর প্রতি কোনরূপ বৈষম্য করা হবেনা; সে দেশ বা ভূখণ্ড স্বাধীন‌ই হোক, হোক অছিভূক্ত, অস্বায়ত্বশাসিত কিংবা সার্বভৌসত্বের অন্য কোন সীমাবদ্ধতায় বিরাজমান৷",
    "জীবন, স্বাধীনতা এবং দৈহিক নিরাপত্তায় প্রত্যেকের অধিকার আছে৷",
    "কা‌উকে অধীনতা বা দাসত্বে আবদ্ধ করা যাবে না৷ সকল প্রকার ক্রীতদাস প্রথা এবং দাসব্যবসা নিষিদ্ধ করা হবে৷",
    "কা‌উকে নির্যাতন করা যাবে না; কিংবা কারো প্রতি নিষ্ঠুর, অমানবিক বা অবমাননাকর আচরণ করা যাবে না অথবা কা‌উকে এহেন শাস্তি দেওয়া যাবে না৷",
    "আ‌ইনের সামনে প্রত্যেকের‌ই ব্যক্তি হিসেবে স্বীকৃতি লাভের অধিকার আছে৷",
    "আ‌ইনের চোখে সবা‌ই সমান এবং ব্যক্তিনির্বিশেবে সকলে‌ই আ‌ইনের আশ্রয় সমানভাবে ভোগ করবে৷ এ‌ই ঘোষণা লঙ্ঘন করে এমন কোন বৈষম্য বা বৈষম্য সূষ্টির প্ররোচনার মুখে সমান ভাবে আশ্রয় লাভের অধিকার প্রত্যেকের‌ই আছে৷",
    "শাসনতন্ত্রে বা আ‌ইনে প্রদত্ত মৌলিক অধিকার লঙ্ঘনের ক্ষেত্রে উপযুক্ত জাতীয় বিচার আদালতের কাছ থেকে কার্যকর প্রতিকার লাভের অধিকার প্রত্যেকের‌ই রয়েছে৷",
    "কা‌উকে‌ই বেয়ালখুশীমত গ্রেপ্তার বা অন্তরীণ করা কিংবা নির্বাসন দে‌ওয়া যাবে না৷",
    "নিজের অধিকার ও দায়িত্ব নির্ধারণ এবং নিজের বিরুদ্ধে আনীত ফৌজদারী অভিযোগ নিরূপণের জন্য প্রত্যেকের‌ই পূর্ণ সমতার ভিত্তিতে একটি স্বাধীন এবং নিরপেক্ষ বিচার-আদালতে প্রকাশ্য শুনানি লাভের অধিকার রয়েছে৷",
    "১. দত্তযোগ্য অপরাধে অভিযুক্ত প্রত্যেক ব্যক্তির আত্মপক্ষ সমর্থনের নিশ্চিত অধিকারসম্বলিত একটি প্রকাশ্য আদালতে আ‌ইনানুসারে দোবী প্রমাণিত না হ‌ওয়া পর্যন্ত নির্দোষ গণ্য হ‌ওয়ার অধিকার থাকবে৷"
  ],
  "german": [
    "Die Allgemeine Erklrung der Menschenrechte",
    "Resolution 217 A (III) vom 10.12.1948",
    "Da die Anerkennung der angeborenen Wrde und der gleichen und unveruerlichen Rechte aller Mitglieder der Gemeinschaft der Menschen die Grundlage von Freiheit, Gerechtigkeit und Frieden in der Welt bildet,",
    "da die Nichtanerkennung und Verachtung der Menschenrechte zu Akten der Barbarei gefhrt haben, die das Gewissen der Menschheit mit Emprung erfllen, und da verkndet worden ist, da einer Welt, in der die Menschen Rede- und Glaubensfreiheit und Freiheit von Furcht und Not genieen, das hchste Streben des Menschen gilt,",
    "da es notwendig ist, die Menschenrechte durch die Herrschaft des Rechtes zu schtzen, damit der Mensch nicht gezwungen wird, als letztes Mittel zum Aufstand gegen Tyrannei und Unterdrckung zu greifen,",
    "da es notwendig ist, die Entwicklung freundschaftlicher Beziehungen zwischen den Nationen zu frdern,",
    "da die Vlker der Vereinten Nationen in der Charta ihren Glauben an die grundlegenden Menschenrechte, an die Wrde und den Wert der menschlichen Person und an die Gleichberechtigung von Mann und Frau erneut bekrftigt und beschlossen haben, den sozialen Forschritt und bessere Lebensbedingungen in grerer Freiheit zu frdern,",
    "da die Mitgliedstaaten sich verpflichtet haben, in Zusammenarbeit mit den Vereinten Nationen auf die allgemeine Achtung und Einhaltung der Menschenrechte und Grundfreiheiten hinzuwirken,",
    "da ein gemeinsames Verstndnis dieser Rechte und Freiheiten von grter Wichtigkeit fr die volle Erfllung dieser Verpflichtung ist,",
    "verkndet die Generalversammlung",
    "diese Allgemeine Erklrung der Menschenrechte als das von allen Vlkern und Nationen zu erreichende gemeinsame Ideal, damit jeder einzelne und alle Organe der Gesellschaft sich diese Erklrung stets gegenwrtig halten und sich bemhen, durch Unterricht und Erziehung die Achtung vor diesen Rechten und Freiheiten zu frdern und durch fortschreitende nationale und internationale Manahmen ihre allgemeine und tatschliche Anerkennung und Einhaltung durch die Bevlkerung der Mitgliedstaaten selbst wie auch durch die Bevlkerung der ihrer Hoheitsgewalt unterstehenden Gebiete zu gewhrleisten.",
    "Alle Menschen sind frei und gleich an Wrde und Rechten geboren. Sie sind mit Vernunft und Gewissen begabt und sollen einander im Geist der Brderlichkeit begegnen.",
    "Jeder hat Anspruch auf die in dieser Erklrung verkndeten Rechte und Freiheiten ohne irgendeinen Unterschied, etwa nach Rasse, Hautfarbe, Geschlecht, Sprache, Religion, politischer oder sonstiger berzeugung, nationaler oder sozialer Herkunft, Vermgen, Geburt oder sonstigem Stand.",
    "Des weiteren darf kein Unterschied gemacht werden auf Grund der politischen, rechtlichen oder internationalen Stellung des Landes oder Gebiets, dem eine Person angehrt, gleichgltig ob dieses unabhngig ist, unter Treuhandschaft steht, keine Selbstregierung besitzt oder sonst in seiner Souvernitt eingeschrnkt ist ist.",
    "Jeder hat das Recht auf Leben, Freiheit und Sicherheit der Person.",
    "Niemand darf in Sklaverei oder Leibeigenschaft gehalten werden; Sklaverei und Sklavenhandel sind in allen ihren Formen verboten.",
    "Niemand darf der Folter oder grausamer, unmenschlicher oder erniedrigender Behandlung oder Strafe unterworfen werden.",
    "Jeder hat das Recht, berall als rechtsfhig anerkannt zu werden.",
    "Alle Menschen sind vor dem Gesetz gleich und haben ohne Unterschied Anspruch auf gleichen Schutz durch das Gesetz. Alle haben Anspruch auf gleichen Schutz gegen jede Diskriminierung, die gegen diese Erklrung verstt, und gegen jede Aufhetzung zu einer derartigen Diskriminierung.",
    "Jeder hat Anspruch auf einen wirksamen Rechtsbehelf bei den zustndigen innerstaatlichen Gerichten gegen Handlungen, durch die seine ihm nach der Verfassung oder nach dem Gesetz zustehenen Grundrechte verletzt werden.",
    "Niemand darf willkrlich festgenommen, in Haft gehalten oder des Landes verwiesen werden.",
    "Artikel 10",
    "Jeder hat bei der Feststellung seiner Rechte und Pflichten sowie bei einer gegen ihn erhobenen strafrechtlichen Beschuldigung in voller Gleichheit Anspruch auf ein gerechtes und ffentliches Verfahren vor einem unabhngigen und unparteiischen Gericht.",
    "Artikel 11",
    "Jeder, der wegen einer strafbaren Handlung beschuldigt wird, hat das Recht, als unschuldig zu gelten, solange seine Schuld nicht in einem ffentlichen Verfahren, in dem er alle fr seine Verteidigung notwendigen Garantien gehabt hat, gem dem Gesetz nachgewiesen ist.",
    "Niemand darf wegen einer Handlung oder Unterlassung verurteilt werden, die zur Zeit ihrer Begehung nach innerstaatlichem oder internationalem Recht nicht strafbar war. Ebenso darf keine schwerere Strafe als die zum Zeitpunkt der Begehung der strafbaren Handlung angedrohte Strafe verhngt werden.",
    "Artikel 12",
    "Niemand darf willkrlichen Eingriffen in sein Privatleben, seine Familie, seine Wohnung und seinen Schriftverkehr oder Beeintrchtigungen seiner Ehre und seines Rufes ausgesetzt werden. Jeder hat Anspruch auf rechtlichen Schutz gegen solche Eingriffe oder Beeintrchtigungen.",
    "Artikel 13",
    "Jeder hat das Recht, sich innerhalb eines Staates frei zu bewegen und seinen Aufenthaltsort frei zu whlen.",
    "Jeder hat das Recht, jedes Land, einschlielich seines eigenen, zu verlassen und in sein Land zurckzukehren.",
    "Artikel 14",
    "Jeder hat das Recht, in anderen Lndern vor Verfolgung Asyl zu suchen und zu genieen.",
    "Dieses Recht kann nicht in Anspruch genommen werden im Falle einer Strafverfolgung, die tatschlich auf Grund von Verbrechen nichtpolitischer Art oder auf Grund von Handlungen erfolgt, die gegen die Ziele und Grundstze der Vereinten Nationen verstoen.",
    "Artikel 15",
    "Jeder hat das Recht auf eine Staatsangehrigkeit.",
    "Niemandem darf seine Staatsangehrigkeit willkrlich entzogen noch das Recht versagt werden, seine Staatsanghrigkeit zu wechseln.",
    "Artikel 16",
    "Heiratsfhige Frauen und Mnner haben ohne Beschrnkung auf Grund der Rasse, der Staatsangehrigkeit oder der Religion das Recht zu heiraten und eine Familie zu grnden. Sie haben bei der Eheschlieung, whrend der Ehe und bei deren Auflsung gleiche Rechte.",
    "Eine Ehe darf nur bei freier und uneingeschrnkter Willenseinigung der knftigen Ehegatten geschlossen werden.",
    "Die Familie ist die natrliche Grundeinheit der Gesellschaft und hat Anspruch auf Schutz durch Gesellschaft und Staat.",
    "Artikel 17",
    "Jeder hat das Recht, sowohl allein als auch in Gemeinschaft mit anderen Eigentum innezuhaben.",
    "Niemand darf willkrlich seines Eigentums beraubt werden.",
    "Artikel 18",
    "Jeder hat das Recht auf Gedanken-, Gewissens- und Religionsfreiheit; dieses Recht schliet die Freiheit ein, seine Religion oder berzeugung zu wechseln, sowie die Freiheit, seine Religion oder Weltanschauung allein oder in Gemeinschaft mit anderen, ffentlich oder privat durch Lehre, Ausbung, Gottesdienst und Kulthandlungen zu bekennen.",
    "Artikel 19",
    "Jeder hat das Recht auf Meinungsfreiheit und freie Meinungsuerung; dieses Recht schliet die Freiheit ein, Meinungen ungehindert anzuhngen sowie ber Medien jeder Art und ohne Rcksicht auf Grenzen Informationen und Gedankengut zu suchen, zu empfangen und zu verbreiten.",
    "Artikel 20",
    "Alle Menschen haben das Recht, sich friedlich zu versammeln und zu Vereinigungen zusammenzuschlieen."
  ],
  "japanese": [
    "（1948.12.10 第３回国連総会採択）",
    "人類社会のすべての構成員の固有の尊厳と平等で譲ることのできない権利とを承認することは、世界における自由、正義及び平和の基礎であるので、",
    "人権の無視及び軽侮が、人類の良心を踏みにじった野蛮行為をもたらし、言論及び信仰の自由が受けられ、恐怖及び欠乏のない世界の到来が、一般の人々の最高の願望として宣言されたので、",
    "人間が専制と圧迫とに対する最後の手段として反逆に訴えることがないようにするためには、法の支配によって人権を保護することが肝要であるので、",
    "諸国間の友好関係の発展を促進することが肝要であるので、",
    "国際連合の諸国民は、国連憲章において、基本的人権、人間の尊厳及び価値並びに男女の同権についての信念を再確認し、かつ、一層大きな自由のうちで社会的進歩と生活水準の向上とを促進することを決意したので、",
    "加盟国は、国際連合と協力して、人権及び基本的自由の普遍的な尊重及び遵守の促進を達成することを誓約したので、",
    "これらの権利及び自由に対する共通の理解は、この誓約を完全にするためにもっとも重要であるので、",
    "よって、ここに、国連総会は、",
    "社会の各個人及び各機関が、この世界人権宣言を常に念頭に置きながら、加盟国自身の人民の間にも、また、加盟国の管轄下にある地域の人民の間にも、これらの権利と自由との尊重を指導及び教育によって促進すること並びにそれらの普遍的措置によって確保することに努力するように、すべての人民とすべての国とが達成すべき共通の基準として、この人権宣言を公布する。",
    "すべての人間は、生まれながらにして自由であり、かつ、尊厳と権利と について平等である。人間は、理性と良心とを授けられており、互いに同 胞の精神をもって行動しなければならない。",
    "すべて人は、人種、皮膚の色、性、言語、宗教、政治上その他の意見、",
    "国民的もしくは社会的出身、財産、門地その他の地位又はこれに類するい",
    "かなる自由による差別をも受けることなく、この宣言に掲げるすべての権",
    "利と自由とを享有することができる。",
    "さらに、個人の属する国又は地域が独立国であると、信託統治地域で",
    "あると、非自治地域であると、又は他のなんらかの主権制限の下にあると",
    "を問わず、その国又は地域の政治上、管轄上又は国際上の地位に基ずくい",
    "かなる差別もしてはならない。",
    "すべての人は、生命、自由及び身体の安全に対する権利を有する。",
    "何人も、奴隷にされ、又は苦役に服することはない。奴隷制度及び奴隷",
    "売買は、いかなる形においても禁止する。",
    "何人も、拷問又は残虐な、非人道的なもしくは屈辱的な取扱もしくは刑",
    "罰を受けることはない。",
    "すべての人は、いかなる場所においても、法の下において、人として認",
    "められる権利を有する。",
    "すべての人は、法の下において平等であり、また、いかなる差別もなし",
    "に法の平等な保護を受ける権利を有する。すべての人は、この宣言に違反",
    "するいかなる差別に対しても、また、そのような差別をそそのかすいかな",
    "る行為に対しても、平等な保護を受ける権利を有する。",
    "すべての人は、憲法又は法律によって与えられた基本的権利を侵害する",
    "行為に対し、権限を有する国内裁判所による効果的な救済を受ける権利を",
    "何人も、ほしいままに逮捕、拘禁、又は追放されることはない。",
    "すべての人は、自己の権利及び義務並びに自己に対する刑事責任が決",
    "定されるに当たって、独立の公平な裁判所による公平な公開の審理を受け",
    "ることについて完全に平等の権利を有する。",
    "犯罪の訴追を受けた者は、すべて、自己の弁護に必要なすべての保",
    "障を与えられた公開の裁判において法律に従って有罪の立証があるまでは、",
    "無罪と推定される権利を有する。",
    "何人も、実行の時に国内法又は国際法により犯罪を構成しなかった作",
    "為又は不作為のために有罪とされることはない。また、犯罪が行われた時",
    "に適用される刑罰より重い刑罰は課せられない。",
    "何人も、自己の私事、家族、家庭もしくは通信に対して、ほしいまま",
    "に干渉され、又は名誉及び信用に対して攻撃を受けることはない。人はす",
    "べて、このような干渉又は攻撃に対して法の保護を受ける権利を有する。",
    "すべて人は、各国の境界内において自由に移転及び居住する権利を",
    "すべて人は、自国その他いずれの国をも立ち去り、及び自国に帰る権",
    "すべて人は、迫害からの避難を他国に求め、かつ、これを他国で享",
    "有する権利を有する。",
    "この権利は、非政治犯罪又は国際連合の目的及び原則に反する行為を"
  ],
  "italian": [
    "DICHIARAZIONE UNIVERSALE DEI DIRITTI UMANI",
    "Considerato che il riconoscimento della dignit inerente a tutti i membri della famiglia umana e dei loro diritti, uguali ed inalienabili, costituisce il fondamento della libert, della giustizia e della pace nel mondo;",
    "Considerato che il disconoscimento e il disprezzo dei diritti umani hanno portato ad atti di barbarie che offendono la coscienza dell'umanit, e che l'avvento di un mondo in cui gli esseri umani godano della libert di parola e di credo e della libert dal timore e dal bisogno stato proclamato come la pi alta aspirazione dell'uomo;",
    "Considerato che indispensabile che i diritti umani siano protetti da norme giuridiche, se si vuole evitare che l'uomo sia costretto a ricorrere, come ultima istanza, alla ribellione contro la tirannia e l'oppressione;",
    "Considerato che indispensabile promuovere lo sviluppo di rapporti amichevoli tra le Nazioni;",
    "Considerato che i popoli delle Nazioni Unite hanno riaffermato nello Statuto la loro fede nei diritti umani fondamentali, nella dignit e nel valore della persona umana, nell'uguaglianza dei diritti dell'uomo e della donna, ed hanno deciso di promuovere il progresso sociale e un miglior tenore di vita in una maggiore libert;",
    "Considerato che gli Stati membri si sono impegnati a perseguire, in cooperazione con le Nazioni Unite, il rispetto e l'osservanza universale dei diritti umani e delle libert fondamentali;",
    "Considerato che una concezione comune di questi diritti e di questa libert della massima importanza per la piena realizzazione di questi impegni;",
    "L'ASSEMBLEA GENERALE",
    "la presente dichiarazione universale dei diritti umani come ideale comune da raggiungersi da tutti i popoli e da tutte le Nazioni, al fine che ogni individuo ed ogni organo della societ, avendo costantemente presente questa Dichiarazione, si sforzi di promuovere, con l'insegnamento e l'educazione, il rispetto di questi diritti e di queste libert e di garantirne, mediante misure progressive di carattere nazionale e internazionale, l'universale ed effettivo riconoscimento e rispetto tanto fra i popoli degli stessi Stati membri, quanto fra quelli dei territori sottoposti alla loro giurisdizione.",
    "Articolo 1",
    "Tutti gli esseri umani nascono liberi ed eguali in dignit e diritti. Essi sono dotati di ragione e di coscienza e devono agire gli uni verso gli altri in spirito di fratellanza.",
    "Articolo 2",
    "Ad ogni individuo spettano tutti i diritti e tutte le libert enunciate nella presente Dichiarazione, senza distinzione alcuna, per ragioni di razza, di colore, di sesso, di lingua, di religione, di opinione politica o di altro genere, di origine nazionale o sociale, di ricchezza, di nascita o di altra condizione. Nessuna distinzione sar inoltre stabilita sulla base dello statuto politico, giuridico o internazionale del paese o del territorio cui una persona appartiene, sia indipendente, o sottoposto ad amministrazione fiduciaria o non autonomo, o soggetto a qualsiasi limitazione di sovranit.",
    "Articolo 3",
    "Ogni individuo ha diritto alla vita, alla libert ed alla sicurezza della propria persona.",
    "Articolo 4",
    "Nessun individuo potr essere tenuto in stato di schiavit o di servit; la schiavit e la tratta degli schiavi saranno proibite sotto qualsiasi forma.",
    "Articolo 5",
    "Nessun individuo potr essere sottoposto a tortura o a trattamento o a punizione crudeli, inumani o degradanti.",
    "Articolo 6",
    "Ogni individuo ha diritto, in ogni luogo, al riconoscimento della sua personalit giuridica.",
    "Articolo 7",
    "Tutti sono eguali dinanzi alla legge e hanno diritto, senza alcuna discriminazione, ad una eguale tutela da parte della legge. Tutti hanno diritto ad una eguale tutela contro ogni discriminazione che violi la presente Dichiarazione come contro qualsiasi incitamento a tale discriminazione.",
    "Articolo 8",
    "Ogni individuo ha diritto ad un'effettiva possibilit di ricorso a competenti tribunali contro atti che violino i diritti fondamentali a lui riconosciuti dalla costituzione o dalla legge.",
    "Articolo 9",
    "Nessun individuo potr essere arbitrariamente arrestato, detenuto o esiliato.",
    "Articolo 10",
    "Ogni individuo ha diritto, in posizione di piena uguaglianza, ad una equa e pubblica udienza davanti ad un tribunale indipendente e imparziale, al fine della determinazione dei suoi diritti e dei suoi doveri, nonch della fondatezza di ogni accusa penale che gli venga rivolta.",
    "Articolo 11",
    "Ogni individuo accusato di un reato presunto innocente sino a che la sua colpevolezza non sia stata provata legalmente in un pubblico processo nel quale egli abbia avuto tutte le garanzie necessarie per la sua difesa.",
    "Nessun individuo sar condannato per un comportamento commissivo od omissivo che, al momento in cui sia stato perpetuato, non costituisse reato secondo il diritto interno o secondo il diritto internazionale. Non potr del pari essere inflitta alcuna pena superiore a quella applicabile al momento in cui il reato sia stato commesso.",
    "Articolo 12",
    "Nessun individuo potr essere sottoposto ad interferenze arbitrarie nella sua vita privata, nella sua famiglia, nella sua casa, nella sua corrispondenza, n a lesione del suo onore e della sua reputazione. Ogni individuo ha diritto ad essere tutelato dalla legge contro tali interferenze o lesioni.",
    "Articolo 13",
    "Ogni individuo ha diritto alla libert di movimento e di residenza entro i confini di ogni Stato.",
    "Ogni individuo ha diritto di lasciare qualsiasi paese, incluso il proprio, e di ritornare nel proprio paese.",
    "Articolo 14",
    "Ogni individuo ha il diritto di cercare e di godere in altri paesi asilo dalle persecuzioni.",
    "Questo diritto non potr essere invocato qualora l'individuo sia realmente ricercato per reati non politici o per azioni contrarie ai fini e ai principi delle Nazioni Unite.",
    "Articolo 15",
    "Ogni individuo ha diritto ad una cittadinanza.",
    "Nessun individuo potr essere arbitrariamente privato della sua cittadinanza, n del diritto di mutare cittadinanza.",
    "Articolo 16",
    "Uomini e donne in et adatta hanno il diritto di sposarsi e di fondare una famiglia, senza alcuna limitazione di razza, cittadinanza o religione. Essi hanno eguali diritti riguardo al matrimonio, durante il matrimonio e all'atto del suo scioglimento.",
    "Il matrimonio potr essere concluso soltanto con il libero e pieno consenso dei futuri coniugi.",
    "La famiglia il nucleo naturale e fondamentale della societ e ha diritto ad essere protetta dalla societ e dallo Stato.",
    "Articolo 17",
    "Ogni individuo ha il diritto ad avere una propriet sua personale o in comune con altri."
  ],
  "turkish": [
    "﻿İnsan hakları evrensel beyannamesi",
    "İnsanlık ailesinin bütün üyelerinde bulunan haysiyetin ve bunların eşit ve devir kabul etmez haklarının tanınması hususunun, hürriyetin, adaletin ve dünya barışının temeli olmasına,",
    "İnsan haklarının tanınmaması ve hor görülmesinin insanlık vicdanını isyana sevkeden vahşiliklere sebep olmuş bulunmasına, dehşetten ve yoksulluktan kurtulmuş insanların, içinde söz ve inanma hürriyetlerine sahip olacakları bir dünyanın kurulması en yüksek amaçları oralak ilan edilmiş bulunmasına,",
    "İnsanin zulüm ve baskıya karşı son çare olarak ayaklanmaya mecbur kalmaması için insan haklarının bir hukuk rejimi ile korunmasının esaslı bir zaruret olmasına,",
    "Uluslararasında dostça ilişkiler geliştirilmesini teşvik etmenin esaslı bir zaruret olmasına,",
    "Birleşmiş Milletler halklarının, Antlaşmada, insanın ana haklarına, insan şahsının haysiyet ve değerine, erkek ve kadınların eşitliğine olan imanlarını bir kere daha ilan etmiş olmalarına ve sosyal ilerlemeyi kolaylaştırmaya, daha geniş bir hürriyet içerisinde daha iyi hayat şartları kurmaya karar verdiklerini beyan etmiş bulunmalarına,",
    "Üye devletlerin, Birleşmiş Milletler Teşkilatı ile işbirliği ederek insan haklarına ve ana hürriyetlerine bütün dünyada gerçekten saygı gösterilmesinin teminini taahhüt etmiş olmalarına,",
    "Bu haklar ve hürriyetlerin herkesçe aynı şekilde anlaşılmasının yukarıdaki taahhüdün yerine getirilmesi için son derece önemli bulunmasına göre,",
    "Birleşmiş Milletler Genel Kurulu,",
    "İnsanlık topluluğunun bütün fertleriyle uzuvlarının bu beyannameyi daima gözönünde tutarak",
    "öğretim ve eğitim yoluyla bu haklar ve hürriyetlere saygıyı geliştirmeye, gittikçe artan milli ve milletlerarası tedbirlerle gerek bizzat üye devletler ahalisi gerekse bu devletlerin idaresi altındaki ülkeler ahalisi arasında bu hakların dünyaca fiilen tanınmasını ve tatbik edilmesini sağlamaya gayret etmeleri amacıyla bütün halklar ve milletler için ulaşılacak ortak ideal olarak işbu İnsan Hakları Evrensel Beyannamesini ilan eder.",
    "Bütün insanlar hür, haysiyet ve haklar bakımından eşit doğarlar. Akıl ve vicdana sahiptirler ve birbirlerine karşı kardeşlik zihniyeti ile hareket etmelidirler.",
    "Herkes, ırk, renk, cinsiyet, dil, din, siyasi veya diğer herhangi bir akide, milli veya içtimai menşe, servet, doğuş veya herhangi diğer bir fark gözetilmeksizin işbu Beyannamede ilan olunan tekmil haklardan ve bütün hürriyetlerden istifade edebilir.",
    "Bundan başka, bağımsız memleket uyruğu olsun, vesayet altında bulunan, gayri muhtar veya sair bir egemenlik kayıtlamasına tabi ülke uyruğu olsun, bir şahıs hakkında, uyruğu bulunduğu memleket veya ülkenin siyasi, hukuki veya milletlerarası statüsü bakımından hiçbir ayrılık gözetilmeyecektir.",
    "Yaşamak, hürriyet ve kişi emniyeti her ferdin hakkıdır.",
    "Hiç kimse kölelik veya kulluk altında bulundurulamaz; kölelik ve köle ticareti her türlü şekliyle yasaktır.",
    "Hiç kimse işkenceye, zalimane, gayriinsani, haysiyet kırıcı cezalara veya muamelelere tabi tutulamaz.",
    "Herkes her nerede olursa olsun hukuk kişiliğinin tanınması hakkını haizdir.",
    "Kanun önünde herkes eşittir ve farksız olarak kanunun eşit korumasından istifade hakkını haizdir. Herkesin işbu Beyannameye aykırı her türlü ayırdedici mualeleye karşı ve böyle bir ayırdedici muamele için yapılacak her türlü kışkırtmaya karşı eşit korunma hakkı vardır.",
    "Her şahsın kendine anayasa veya kanun ile tanınan ana haklara aykırı muamelelere karşı fiilli netice verecek şekilde milli mahkemelere müracaat hakkı vardır.",
    "Hiç kimse keyfi olarak tutuklanamaz, alıkonulanamaz veya sürülemez.",
    "Herkes, haklarının, vecibelerinin veya kendisine karşı cezai mahiyette herhangi bir isnadın tespitinde, tam bir eşitlikle, davasının bağımsız ve tarafsız bir mahkeme tarafından adil bir şekilde ve açık olarak görülmesi hakkına sahiptir.",
    "1. Bir suç işlemekten sanık herkes, savunması için kendisine gerekli bütün tertibatın sağlanmış bulunduğu açık bir yargılama ile kanunen suçlu olduğu tespit edilmedikçe masum sayılır.",
    "2. Hiç kimse işlendikleri sırada milli veya milletlerarası hukuka göre suç teşkil etmeyen fiillerden veya ihmallerden ötürü mahkum edilemez. Bunun gibi, suçun işlendiği sırada uygulanabilecek olan cezadan daha şiddetli bir ceza verilemez.",
    "Hiç kimse özel hayatı, ailesi, meskeni veya yazışması hususlarında keyfi karışmalara, şeref ve şöhretine karşı tecavüzlere maruz bırakılamaz. Herkesin bu karışma ve tecavüzlere karşı kanun ile korunmaya hakkı vardır.",
    "1. Herkes herhangi bir devletin sınırları dahilinde serbestçe dolaşma ve yerleşme hakkına haizdir.",
    "2. Herkes, kendi memleketi de dahil, herhangi bir memleketi terketmek ve memleketine dönmek hakkına haizdir.",
    "1. Herkes zulüm karşısında başka memleketlerden mülteci olarak kabulü talep etmek ve memleketler tarafından mülteci muamelesi görmek hakkını haizdir.",
    "2. Bu hak, gerçekten adi bir cürüme veya Birleşmiş Milletler prensip ve amaçlarına aykırı faaliyetlere müstenit kovuşturmalar halinde ileri sürülemez.",
    "1. Her ferdin bir uyrukluk hakkı vardır.",
    "2. Hiç kimse keyfi olarak uyrukluğundan ve uyrukluğunu değiştirmek hakkından mahrum edilemez.",
    "1. Evlilik çağına varan her erkek ve kadın, ırk, uyrukluk veya din bakımından hiçbir kısıtlamaya tabi olmaksızın evlenmek ve aile kurmak hakkına haizdir. Her erkek ve kadın evlenme konusunda, evlilik süresince ve evliliğin sona ermesinde eşit hakları haizdir.",
    "2. Evlenme akdi ancak müstakbel eşlerin serbest ve tam rızasıyla yapılır.",
    "3. Aile, cemiyetin tabii ve temel unsurudur, cemiyet ve devlet tarafından korunmak hakkını haizdir.",
    "1. Her şahıs tek başına veya başkalarıyla birlikte mal ve mülk sahibi olmak hakkını haizdir.",
    "2. Hiç kimse keyfi olarak mal ve mülkünden mahrum edilemez.",
    "Her şahsın, fikir, vicdan ve din hürriyetine hakkı vardır; bu hak, din veya kanaat değiştirmek hürriyeti, dinini veya kanaatini tek başına veya topluca, açık olarak veya özel surette, öğretim, tatbikat, ibadet ve ayinlerle izhar etmek hürriyetini içerir.",
    "Her ferdin fikir ve fikirlerini açıklamak hürriyetine hakkı vardır. Bu hak fikirlerinden ötürü rahatsız edilmemek, memleket sınırları mevzubahis olmaksızın malümat ve fikirleri her vasıta ile aramak, elde etmek veya yaymak hakkını içerir.",
    "1. Her şahıs saldırısız toplanma ve dernek kurma ve derneğe katılma serbestisine maliktir.",
    "2. Hiç kimse bir derneğe mensup olmaya zorlanamaz.",
    "1. Her şahıs, doğrudan doğruya veya serbestçe seçilmiş temsilciler vasıtasıyla, memleketin kamu işleri yönetimine katılmak hakkını haizdir.",
    "2. Her şahıs memleketin kamu hizmetlerine eşitlikle girme hakkını haizdir.",
    "3. Halkın iradesi kamu otoritesinin esasıdır; bu irade, gizli şekilde veya serbestliği sağlayacak muadil bir usul ile cereyan edecek, genel ve eşit oy verme yoluyla yapılacak olan devri ve dürüst seçimlerle ifade edilir.",
    "Her şahsın, cemiyetin bir üyesi olmak itibariyle, sosyal güvenliğe hakkı vardır; haysiyeti için ve şahsiyetinin serbestçe gelişmesi için zaruri olan ekonomik, sosyal ve kültürel hakların milli gayret ve milletlerarası işbirliği yoluyla ve her devletin teşkilatı ve kaynaklarıyla mütenasip olarak gerçekleştirilmesine hakkı vardır.",
    "1. Her şahsın çalışmaya, işini serbestçe seçmeye, adil ve elverişli çalışma şartlarına ve işsizlikten korunmaya hakkı vardır.",
    "2. Herkesin, hiçbir fark gözetilmeksizin, eşit iş karşılığında eşit ücrete hakkı vardır.",
    "3. çalışan her kimsenin kendisine ve ailesine insanlık haysiyetine uygun bir yaşayış sağlayan ve gerekirse her türlü sosyal koruma vasıtalarıyla da tamamlanan adil ve elverişli bir ücrete hakkı vardır.",
    "4. Herkesin menfaatlerinin korunmasi için sendikalar kurmaya ve bunlara katılmaya hakkı vardır.",
    "Her şahsın dinlenmeye, eğlenmeye, bilhassa çalışma müddetinin makul surette sınırlandırılmasına ve muayyen devrelerde ücretli tatillere hakkı vardır.",
    "1. Her şahsın, gerek kendisi gerekse ailesi için, yiyecek, giyim, mesken, tıbbi bakım, gerekli sosyal hizmetler dahil olmak üzere sağlığı ve refahını temin edecek uygun bir hayat seviyesine ve işsizlik, hastalık, sakatlık, dulluk, ihtiyarlık veya geçim imkânlarından iradesi dışında mahrum bırakacak diğer hallerde güvenliğe hakkı vardır."
  ],
  "vietnamese": [
    "﻿Tuyên ngôn toàn thế giới về nhân quyền",
    "của Liên Hợp Quốc",
    "Được Đại hội đồng Liên Hợp Quốc thông qua và công bố theo Nghị quyết số 217 (III), ngày 10 tháng 12 năm 1948.",
    "Lời nói đầu",
    "Với nhận thức rằng:",
    "Việc thừa nhận nhân phẩm vốn có, các quyền bình đẳng và không thể tách rời của mọi thành viên trong gia đình nhân loại là cơ sở cho tự do, công bằng và hòa bình trên thế giới,",
    "Sự xâm phạm và coi thường nhân quyền đã dẫn đến những hành động tàn bạo xâm phạm tới lương tâm của nhân loại, và việc xây dựng một thế giới trong đó con người được tự do ngôn luận và tín ngưỡng, không còn phải chịu nỗi sợ hãi và cùng cực được coi là nguyện vọng cao cả nhất của loài người,",
    "Nhân quyền phải được pháp luật bảo vệ để mỗi người không buộc phải nổi loạn như là biện pháp cuối cùng để chống lại chế độ cường quyền và áp bức,",
    "Cần phải khuyến khích việc phát triển quan hệ bằng hữu giữa các dân tộc,",
    "Nhân dân các nước thành viên Liên Hợp Quốc trong bản Hiến chương đã một lần nữa khẳn định niềm tin của mình vào những quyền cơ bản của con người, vào nhân phẩm, vào giá trị của mỗi người, vào quyền bình đẳng nam nữ, và đã bày tỏ quyết tâm thúc đẩy tiến bộ xã hội cũng như xây dựng các điều kiện sống tốt hơn, tự do hơn.",
    "Các nước thành viên đã cam kết, cùng với tổ chức Liên Hợp Quốc, phấn đấu thúc đẩy mọi người tôn trọng và thực hiện các quyền cũng như những tự do cơ bản của con người.",
    "Nhận thức thống nhất về những quyền và tự do đó của con người là yếu tố quan trọng nhất cho việc thực hiện đầy đủ cam kết này.",
    "Nay, Đại hội đồng Liên Hợp Quốc tuyên bố:",
    "Bản tuyên ngôn toàn thế giới về nhân quyền này là thước đo chung cho tất cả các nước và tất cả các dân tộc đánh giá việc thực hiện mục tiêu mà mọi cá nhân và mọi tổ chức trong xã hội, trên cơ sở luôn ghi nhớ Bản tuyên ngôn này, sẽ phấn đấu thúc đẩy sự tôn trọng các quyền và tự do cơ bản của con người thông qua truyền bá và giáo dục, cũng như sẽ phấn đấu đảm bảo cho mọi người dân, ở chính các nước thành viên của Liên Hợp Quốc và ở các lãnh thổ thuộc quyền quản lý của mình, công nhận và thực hiện những quyền và tự do đó một cách có hiệu quả thông qua những biện pháp tích cực, trong phạm vi quốc gia hay quốc tế.",
    "Điều 1: Tất cả mọi người sinh ra đều được tự do và bình đẳng về nhân phẩm và quyền. Mọi con người đều được tạo hóa ban cho lý trí và lương tâm và cần phải đối xử với nhau trong tình bằng hữu.",
    "Điều 2: Mọi người đều được hưởng tất cả những quyền và tự do nêu trong Bản tuyên ngôn này, không phân biệt chủng tộc, màu da, giới tính, ngôn ngữ, tôn giáo, quan điểm chính trị hay các quan điểm khác, nguồn gốc quốc gia hay xã hội, tài sản, thành phần xuất than hay địa vị xã hội.",
    "Ngoài ra, cũng không có bất cứ sự phân biệt nào về địa vị chính trị, pháp quyền hay quốc tế của quốc gia hay lãnh thổ mà một người xuất than, cho dù quốc gia hay lãnh thổ đó được độc lập, được đặt dưới chể độ ủy trị, chưa tự quản hay có chủ quyền hạn chế.",
    "Điều 3: Mọi người đều có quyền sống, tự do và an toàn cá nhân.",
    "Điều 4: Không ai phải làm nô lệ hay bị cưỡng bức phải làm việc như nô lệ; mọi hình thức nô lệ và buôn bán nô lệ đều bị ngăn cấm.",
    "Điều 5: Không ai bị tra tấn hay bị đối xử, xử phạt một cách tàn bạo, vô nhân đạo hay hạ thấp nhân phẩm.",
    "Điều 6: Mọi người đều có quyền được thừa nhận tư cách là con người trước pháp luật ở khắp mọi nơi.",
    "Điều 7: Tất cả mọi người đều bình đẳng trước pháp luật và được pháp luật bảo vệ như nhau không có bất cứ sự phân biệt nào. Tất cả mọi người đều được bảo vệ như nhau chống lại mọi hình thức phân biệt đối xử vi phạm Bản tuyên ngôn này cũng như chống lại mọi hành vi xúi giục phân biệt đối xử như vậy.",
    "Điều 8: Mọi người đều có quyền được các tòa án quốc gia có thẩm quyền bênh vực theo pháp luật trước những hành vi vi phạm các quyền cơ bản do hiến pháp hay luật pháp quy định.",
    "Điều 9: Không ai bị bắt, giam giữ hay đày đi nơi khác một cách độc đoán.",
    "Điều 10: Mọi người, với tư cách bình đẳng về mọi phương diện, đều có quyền được một tòa án độc lập và vô tư phân xử công bằng và công khai để xác định quyền, nghĩa vụ hoặc bất cứ một lời buộc tội nào đối với người đó.",
    "Điều 11: Mọi người, nếu bị quy tội hình sự, đều có quyền được coi là vô tội cho đến khi một tòa án công khai, nơi người đó đã có được tất cả những đảm bảo cần thiết để bào chữa cho mình, chứng minh được tội trạng của người đó dựa trên cơ sở luật pháp.",
    "Không ai bị kết tội hình sự vì một hành vi hay sự tắc trách không bị coi là một tội hình sự theo quy định của luật pháp quốc gia hay quốc tế vào thời điểm đó. Cũng như không cho phép áp dụng hình thức xử phạt đối với một tội hình sự nặng hơn so với quy định của luật pháp lúc bấy giờ cho mức độ phạm tội cụ thể như vậy.",
    "Điều 12: Không ai bị can thiệp một cách độc đoán đối với cuộc sống riêng tư, gia đình, nơi ở hay thư tín của cá nhân người đó cũng như không bị xâm phạm tới danh dự và uy tín. Mọi người đều được pháp luật bảo vệ chống lại những hành vi can thiệp hoặc xâm phạm như vậy.",
    "Điều 13: Mọi người đều có quyền tự do đi lại và cư trú trong phạm vi lãnh thổ của mỗi quốc gia.",
    "Mọi người đều có quyền rời khỏi bất cứ nước nào, kể cả nước mình, cũng như có quyền trở về nước mình.",
    "Điều 14: Mọi người đều có quyền tìm kiếm và được lánh nạn ở những nước khác khi bị ngược đãi.",
    "Quyền này không được áp dụng trong trường hợp đương sự bị truy tố vì những tội không mang tính chất chính trị hay vì những hành vi đi ngược lại mục tiêu và nguyên tắc của Liên Hợp Quốc.",
    "Điều 15: Mọi người đều có quyền nhập quốc tịch của một nước nào đó.",
    "Không ai bị tước đoạt quốc tịch của mình hay bị khước từ quyền được thay đổi quốc tịch một cách độc đoán.",
    "Điều 16: Nam hay nữ đến tuổi thành niên đều có quyền kết hôn và xây dựng gia đình mà không có bất cứ một hạn chế nào về chủng tộc, quốc tịch hay tôn giáo. Họ có quyền bình đẳng trong việc kết hôn, trong cuộc sống vợ chồng và lúc ly hôn.",
    "Việc kết hôn chỉ được tiến hành khi có sự đồng ý hoàn toàn và tự nguyện của cả hai bên.",
    "Gia đình là một đơn vị tự nhiên và cơ bản của xã hội và được xã hội và nhà nước bảo vệ.",
    "Điều 17: Mọi người đều có quyền sở hữu tài sản của riêng mình hay chung với những người khác.",
    "Không ai bị tước đoạt tài sản của mình một cách độc đoán.",
    "Điều 18: Mọi người đều có quyền tự do suy nghĩ, ý thức và tôn giáo, kể cả tự do thay đổi tôn giáo hay tín ngưỡng, và tự do thể hiện tôn giáo hoặc tín ngưỡng dưới hình thức truyền bá, thực hành, thờ phụng hoặc lễ tiết, với tư cách cá nhân hay tập thể, công khai hay riêng tư.",
    "Điều 19: Mọi người đều có quyền tự do ngôn luận và bày tỏ quan điểm; kể cả tự do bảo lưu ý kiến không phụ thuộc vào bất cứ sự can thiệp nào, cũng như tự do tìm kiếm, thu nhận, truyền bá thông tin và ý kiến bằng bất cứ phương tiện thông tin đại chúng nào và không giới hạn về biên giới.",
    "Điều 20: Mọi người đều có quyền tự do họp hành và tham gia hiệp hội một cách hòa bình.",
    "Không ai bị bắt buộc phải tham gia một hiệp hội nào.",
    "Điều 21: Mọi người đều có quyền tham gia vào chính quyền của nước mình, một cách trực tiếp hay thông qua những đại diện được tự do lựa chọn.",
    "Mọi người đều có quyền được hưởng các dịch vụ công cộng của đất nước mình một cách bình đẳng.",
    "Ý chí của nhân dân là cơ sở tạo nên quyền lực của chính quyền, ý chí này được thể hiện qua các cuộc bầu cử định kỳ và thực sự, theo nguyên tắc bỏ phiếu phổ thông và bình đẳng và được thực hiện qua bỏ phiếu kín hoặc qua các thủ tục bỏ phiếu tụe do tương tự."
  ],
  "korean": [
    "﻿세 계 인 권 선 언",
    "모든 인류 구성원의 천부의 존엄성과 동등하고 양도할 수 없는 권리를 인정하는 것이 세계의 자유 , 정의 및 평화의 기초이며 ,",
    "인권에 대한 무시와 경멸이 인류의 양심을 격분시키는 만행을 초래하였으며 , 인간이 언론과 신앙의 자유, 그리고 공포와 결핍으로부터의 자유를 누릴 수 있는 세계의 도래가 모든 사람들의 지고한 열망으로서 천명되어 왔으며 ,",
    "인간이 폭정과 억압에 대항하는 마지막 수단으로서 반란을 일으키도록 강요받지 않으려면 , 법에 의한 통치에 의하여 인권이 보호되어야 하는 것이 필수적이며 ,",
    "국가간에 우호관계의 발전을 증진하는 것이 필수적이며 ,",
    "국제연합의 모든 사람들은 그 헌장에서 기본적 인권, 인간의 존엄과 가치 , 그리고 남녀의 동등한 권리에 대한 신념을 재확인하였으며, 보다 폭넓은 자유속에서 사회적 진보와 보다 나은 생활수준을 증진하기로 다짐하였고,",
    "회원국들은 국제연합과 협력하여 인권과 기본적 자유의 보편적 존중과 준수를 증진할 것을 스스로 서약하였으며 ,",
    "이러한 권리와 자유에 대한 공통의 이해가 이 서약의 완전한 이행을 위하여 가장 중요하므로 ,",
    "모든 개인과 사회 각 기관이 이 선언을 항상 유념하면서 학습 및 교육을 통하여 이러한 권리와 자유에 대한 존중을 증진하기 위하여 노력하며 , 국내적 그리고 국제적인 점진적 조치를 통하여 회원국 국민들 자신과 그 관할 영토의 국민들 사이에서 이러한 권리와 자유가 보편적이고 효과적으로 인식되고 준수되도록 노력하도록 하기 위하여 , 모든 사람과 국가가 성취하여야 할 공통의 기준으로서 이 세계인권선언을 선포한다.",
    "모든 인간은 태어날 때부터 자유로우며 그 존엄과 권리에 있어 동등하다. 인간은 천부적으로 이성과 양심을 부여받았으며 서로 형제애의 정신으로 행동하여야 한다.",
    "모든 사람은 인종, 피부색, 성, 언어, 종교, 정치적 또는 기타의 견해, 민족적 또는 사회적 출신, 재산, 출생 또는 기타의 신분과 같은 어떠한 종류의 차별이 없이, 이 선언에 규정된 모든 권리와 자유를 향유할 자격이 있다 . 더 나아가 개인이 속한 국가 또는 영토가 독립국 , 신탁통치지역 , 비자치지역이거나 또는 주권에 대한 여타의 제약을 받느냐에 관계없이 , 그 국가 또는 영토의 정치적, 법적 또는 국제적 지위에 근거하여 차별이 있어서는 아니된다 .",
    "모든 사람은 생명과 신체의 자유와 안전에 대한 권리를 가진다 .",
    "어느 누구도 노예상태 또는 예속상태에 놓여지지 아니한다. 모든 형태의 노예제도와 노예매매는 금지된다 .",
    "어느 누구도 고문, 또는 잔혹하거나 비인도적이거나 굴욕적인 처우 또는 형벌을 받지 아니한다 .",
    "모든 사람은 어디에서나 법 앞에 인간으로서 인정받을 권리를 가진다 .",
    "모든 사람은 법 앞에 평등하며 어떠한 차별도 없이 법의 동등한 보호를 받을 권리를 가진다 . 모든 사람은 이 선언에 위반되는 어떠한 차별과 그러한 차별의 선동으로부터 동등한 보호를 받을 권리를 가진다.",
    "모든 사람은 헌법 또는 법률이 부여한 기본적 권리를 침해하는 행위에 대하여 권한있는 국내법정에서 실효성 있는 구제를 받을 권리를 가진다 .",
    "어느 누구도 자의적으로 체포, 구금 또는 추방되지 아니한다.",
    "모든 사람은 자신의 권리, 의무 그리고 자신에 대한 형사상 혐의에 대한 결정에 있어 독립적이며 공평한 법정에서 완전히 평등하게 공정하고 공개된 재판을 받을 권리를 가진다 .",
    "모든 형사피의자는 자신의 변호에 필요한 모든 것이 보장된 공개 재판에서 법률에 따라 유죄로 입증될 때까지 무죄로 추정받을 권리를 가진다.",
    "어느 누구도 행위시에 국내법 또는 국제법에 의하여 범죄를 구성하지 아니하는 작위 또는 부작위를 이유로 유죄로 되지 아니한다 . 또한 범죄 행위시에 적용될 수 있었던 형벌보다 무거운 형벌이 부과되지 아니한다 .",
    "어느 누구도 그의 사생활, 가정, 주거 또는 통신에 대하여 자의적인 간섭을 받거나 또는 그의 명예와 명성에 대한 비난을 받지 아니한다 . 모든 사람은 이러한 간섭이나 비난에 대하여 법의 보호를 받을 권리를 가진다.",
    "모든 사람은 자국내에서 이동 및 거주의 자유에 대한 권리를 가진다 .",
    "모든 사람은 자국을 포함하여 어떠한 나라를 떠날 권리와 또한 자국으로 돌아올 권리를 가진다.",
    "모든 사람은 박해를 피하여 다른 나라에서 비호를 구하거나 비호를 받을 권리를 가진다 .",
    "이러한 권리는 진실로 비정치적 범죄 또는 국제연합의 목적과 원칙에 위배되는 행위로 인하여 기소된 경우에는 주장될 수 없다 .",
    "모든 사람은 국적을 가질 권리를 가진다 .",
    "어느 누구도 자의적으로 자신의 국적을 박탈당하지 아니하며 자신의 국적을 변경할 권리가 부인되지 아니한다.",
    "성인 남녀는 인종, 국적 또는 종교에 따른 어떠한 제한도 없이 혼인하고 가정을 이룰 권리를 가진다 . 그들은 혼인에 대하여, 혼인기간중 그리고 혼인해소시에 동등한 권리를 향유할 자격이 있다 .",
    "혼인은 장래 배우자들의 자유롭고 완전한 동의하에서만 성립된다.",
    "가정은 사회의 자연적이고 기초적인 단위이며 , 사회와 국가의 보호를 받을 권리가 있다.",
    "모든 사람은 단독으로 뿐만 아니라 다른 사람과 공동으로 재산을 소유할 권리를 가진다 .",
    "어느 누구도 자의적으로 자신의 재산을 박탈당하지 아니한다.",
    "모든 사람은 사상, 양심 및 종교의 자유에 대한 권리를 가진다 . 이러한 권리는 종교 또는 신념을 변경할 자유와 , 단독으로 또는 다른 사람과 공동으로 그리고 공적으로 또는 사적으로 선교, 행사, 예배 및 의식에 의하여 자신의 종교나 신념을 표명하는 자유를 포함한다.",
    "모든 사람은 의견의 자유와 표현의 자유에 대한 권리를 가진다 . 이러한 권리는 간섭없이 의견을 가질 자유와 국경에 관계없이 어떠한 매체를 통해서도 정보와 사상을 추구하고, 얻으며, 전달하는 자유를 포함한다 .",
    "모든 사람은 평화적인 집회 및 결사의 자유에 대한 권리를 가진다.",
    "어느 누구도 어떤 결사에 참여하도록 강요받지 아니한다.",
    "모든 사람은 직접 또는 자유로이 선출된 대표를 통하여 자국의 정부에 참여할 권리를 가진다.",
    "모든 사람은 자국에서 동등한 공무담임권을 가진다 .",
    "국민의 의사가 정부 권능의 기반이다 . 이러한 의사는 보통·평등 선거권에 따라 비밀 또는 그에 상당한 자유 투표절차에 의한 정기적이고 진정한 선거에 의하여 표현된다 .",
    "모든 사람은 사회의 일원으로서 사회보장을 받을 권리를 가지며 , 국가적 노력과 국제적 협력을 통하여 , 그리고 각 국가의 조직과 자원에 따라서 자신의 존엄과 인격의 자유로운 발전에 불가결한 경제적 , 사회적 및 문화적 권리들을 실현할 권리를 가진다 .",
    "모든 사람은 일, 직업의 자유로운 선택, 정당하고 유리한 노동 조건, 그리고 실업에 대한 보호의 권리를 가진다 .",
    "모든 사람은 아무런 차별없이 동일한 노동에 대하여 동등한 보수를 받을 권리를 가진다 .",
    "노동을 하는 모든 사람은 자신과 가족에게 인간의 존엄에 부합하는 생존을 보장하며 , 필요한 경우에 다른 사회보장방법으로 보충되는 정당하고 유리한 보수에 대한 권리를 가진다 .",
    "모든 사람은 자신의 이익을 보호하기 위하여 노동조합을 결성하고 , 가입할 권리를 가진다.",
    "모든 사람은 노동시간의 합리적 제한과 정기적인 유급휴가를 포함하여 휴식과 여가의 권리를 가진다 .",
    "모든 사람은 의식주 , 의료 및 필요한 사회복지를 포함하여 자신과 가족의 건강과 안녕에 적합한 생활수준을 누릴 권리와 , 실업 , 질병 , 장애 , 배우자 사망, 노령 또는 기타 불가항력의 상황으로 인한 생계 결핍의 경우에 보장을 받을 권리를 가진다.",
    "어머니와 아동은 특별한 보호와 지원을 받을 권리를 가진다. 모든 아동은 적서에 관계없이 동일한 사회적 보호를 누린다 .",
    "모든 사람은 교육을 받을 권리를 가진다 . 교육은 최소한 초등 및 기초단계에서는 무상이어야 한다. 초등교육은 의무적이어야 한다. 기술 및 직업교육은 일반적으로 접근이 가능하여야 하며, 고등교육은 모든 사람에게 실력에 근거하여 동등하게 접근 가능하여야 한다.",
    "교육은 인격의 완전한 발전과 인권과 기본적 자유에 대한 존중의 강화를 목표로 한다. 교육은 모든 국가 , 인종 또는 종교 집단간에 이해, 관용 및 우의를 증진하며 , 평화의"
  ],
  "persian": [
    "﻿اعلامیه جهاني حقوق بشر",
    "از آنجا که شناسائی حيثيت ذاتی کليـه اعضای خانواده بشری و حقوق يکسان و انتقال ناپـذير آنـان اساس آزادي و عدالت و صلح رادر جهان تشکيل ميدهد ،",
    "از آنجا که عـدم شناسائي و تحقير حقوق بشر منتهی به اعمال وحشيانه ای گرديده است که روح بشريت را بعصيان واداشته وظهور دنيائی که در آن افراد بشر در بيان و عقيده آزاد و از ترس و فقر فارغ باشند بعنوان با لاترين آمال بشر اعلام شده است ،",
    "از آنجا که اساساً حقوق انسانی را بايد با اجرای قانون حمايت کرد تا بشر بعنوان آخرين علاج بقيام بر ضد ظلم و فشار مجبور نگردد ،",
    "از آنجا که اساساً لازم است توسعه روابط دوستانه بين ملل را مورد تشويق قرار داد ،",
    "از آنجا که مردم ملل متحد ايمان خود را بحقوق اساسی بشر و مقام و ارزش فرد انسانی و تساوی حقوق مرد و زن مجددا در منشور اعلام کرده اند و تصميم راسخ گرفته اند که به پيشرفت اجتماعی کمک کنند و در محيطی آزادتر وضع زندگی بهتری بوجود آوند ،",
    "از آنجا که دول عضو متعهد شده اند که احترام جهانی و رعايت واقعی حقوق بشر و آزادی های اساسی را با همکاری سازمان ملل متحد تاءمين کنند ،",
    "از آنجا که حسن تفاهم مشترکی نسبت باين حقوق و آزاديها برای اجرای کامل اين تعهد کمال اهميت را دارد ،",
    "مجمع عمومی اين اعلاميه جهانی حقوق بشر را آرمان مشترکی برای تمام مردم و کليه ملل اعلام ميکند تا جميع افراد و همه ارکان اجتماع اين اعلاميه را دائما در مد نظر داشته باشند و مجاهدت کنند که بوسيله تعليم و تربيت احترام اين حقوق وآزاديها توسعه يابد و با تدابير تدريجی ملی و بين المللی ، شناسائی و اجرای واقعی و حياتی آنها ، چه در ميان خود ملل عضو و چه در بين مردم کشورهائی که در قلمرو آنها ميباشند ، تاءمين گردد .",
    "ماده اول ــ تمام افراد بشر آزاد بدنيا ميايند و از لحاظ حيثيت و حقوق با هم برابرند . همه دارای عقل و وجدان ميباشند و بايد نسبت بيکديگر با روح برادری رفتار کنند .",
    "ماده دوم ــ (1) هر کس ميتواند بدون هيچگونه تمايز مخصوصا از حيث نژاد ، رنگث ، جنس ، زبان ، مذهب ، عقيده سياسی ياهر ديگر و همچنين مليت ، وضع اجتماعي ، ثروت ، ولادت ياهر موقعيت ديگر ، از تمام حقوق و کليه آزادی هائيکه در اعلاميه حاضر ذکر شده است ، بهره مند گردد .",
    "(2) ــ بعلاوه هيچ تبعيضی بعمل نخواهد آمد که مبتنی بر وضع سياسی ، اداری و قضائی يا بين المللی کشور يا سر زمينی باشد که شخص بآن تعلق دارد ، خواه اين کشور مستقل ، تحت قيومت يا غير خود مختار بوده يا حاکميت آن بشکلی محدود شده باشد .",
    "ماده سوم ــ هر کس حق زندگی ، آزادی و امنيت شخصی دارد .",
    "ماده چهارم ــ احدی را نيتوان در برد گی نگاهداشت و داد و ستد برد گان بهر شکلی که باشد ممنوع است .",
    "ماده پنجم ــ احدی را نيتوان تحت شکنجه يا مجازات يا رفتاری قرار داد که ظالمانه و يا بر خلاف انسانيت و شئون بشری يا موهن باشد .",
    "ماده ششم ــ هر کس حق دارد که شخصيت حقوقی او در همه جا بعنوان يک انسان در مقابل قانون شناخته شود .",
    "ماده هفتم ــ همه در برابر قانون مساوی هستند و حق دارند بدون تبعيض و بالسويه از حمايت قانون بر خورد ارشونه همه حق دارند در مقابل هر تبعيضی که ناقضی اعلاميه حاضر باشد و بر عليه هر تحريکی که برای چنين تبعيضی بعمل آيد بطور تساوی از حمايت قانون بهره مند شونه .",
    "ماده هشتم ــ در برابر اعمالی که حقوق اساسی فرد را مورد تجاوز قرار بدهد وآن حقوق بوسيله قانون اساسی يا قانون ديگری برای او شناخته شده باشد ، هر کس حق رجوع مؤثر بمحاکم ملي صالحه دارد .",
    "ماده نهم ــ احدی نيتواند خود سرانه توقيف ــ حبس يا تبعيد بشود .",
    "ماده دهم ــ هر کس با مساوات کامل حق دارد که دعوايش بوسيله داد گاه مستقل و بی طرفی ، منصفانه و علناً ريدگی بشود و چنين داد گاهی در باره حقوق و الزامات او يا هر اتهام جزائی که با و توجه پيد اکرده باشد اتخاذ تصميم بنمايد .",
    "ماده يازهم ــ (1) هر کس که به بزه کاری متهم شده باشد بی گناه محسوب خواهد شد تا وقتيکه درجريان يک دعوای عمومی که در آن کليه تضمين های لازم برای دفاع او تأمين شده باشد تقصير او قانوناً محرز گردد.",
    "(2) ــ هيچکس برای انجام يا عدم عملی که در موقع ارتکاب ، آن عمل بموجب حقوق ملی يا بين المللی جرم شناخته نشده است محکوم نخواهد شد . بهمين طريق هيچ مجازاتی شديد تراز آنچه که در موقع ارتکاب جرم بدان تعلق ميگرفت در باره احدی اعمال نخواهد شد .",
    "ماده دوازدهم ــ احدی در زندگی خصوصی ، اسور خانوادگی ، اقامتگاه يا مکاتبات خود ، نبايد مورد مداخله های خود سرانه واقع شود وشرافت و اسم و رسمش نبايد مورد حمله قرار گيرد . هر کس حق دارد که در مقابل اينگونه مداخلات و حملات مورد حمايت قانون قرار گيرد .",
    "ماده سيزدهم ــ (1) هر کس حق دارد که در داخل هر کشوری آزادانه عبور و مرور کند و محل اقامت خود را انتخاب نمايد .",
    "(2) ــ هر کس حق دارد هر کشوری و از جمله کشور خود را ترک کند يا به کشور خود باز گردد .",
    "ماده چهاردهم ــ (1) هر کس حق دارد در برابر تعقيب شکنجه و آزارپنا هکاهی جتجو کند و در کشورهای ديگر پناه اختيار کند .",
    "(2) ــ در موردی که تعقيب اقعا مبتنی بجرم عمومی و غير سياسی يا رفتار هائی مخالف با اصول و مقاصد ملل متحد باشد ، نيتوان از اين حق استفاده نمود .",
    "ماده پانزدهم ــ (1) هر کس حق دارد که دارای تابعيت باشد .",
    "(2) ــ احدی را نيتوان خود سرانه از تابعيت خود يا از حق تغيير تابعيت محروم کرد .",
    "ماده شانزدهم ــ (1) هر زن و مرد بالغی حق دارند بدون هيچگونه محدوديت از نظر نژاد ، مليت ، تابعيت يا مذهب با همديگر زناشوئی کنند و تشکيل خانواده دهند . در تمام مدت زناشوئی و هنگام انحلال آن ، زن و شوهر در کليه امور مربوط بازدواج ، دارای حقوق مساوی ميـباشد .",
    "(2) ــ ازدواج بايد با رضايت کامل و آزادانه زن و مرد واقع شود .",
    "(3) ــ خانواده رکن طبيعی و اساسی اجتماع است و حق دارد از حمايت جامعه و دولت بهره مند شود .",
    "ماده هفدهم ــ (1) هر شخص منفردا يا بطور اجتماع حق مالکيت دارد .",
    "(2) ــ احدی را نميتوان خود سر انه از حق مالکيت محروم نمود .",
    "ماده هيجدهم ــ هر کس حق دارد که از آزادی فکر وجدان و مذهب بهره مند شود . اين حق متضمن آزادی تغيير مذهب يا عقيده و همچنين متضمن آزادی اظهار عقيده و ايمان ميباشد و نيز شامل تعليمات مذهبی و اجرای مراسم دينی است هر کس ميتواند از اين حقوق منفرداَ يا مجتمعاَ بطور خصوصی يا بطور عمومی بر خوردار باشد .",
    "ماده نوزدهم ــ هر کس حق آزادی عقيده و بيان دارد و حق مزبور شامل آنست که از داشتن عقايد خود بيم و اضطرابی نداشته باشد ئ در کسب اطلاعات و افکار ودر اخذ وانتشار آن بتمام وسائل ممکن و بدون ملاحظات مرزی آزاد باشد .",
    "ماده بيستم ــ (1) هر کس حق دارد آزادانه مجامع و جمعيت های"
  ],
  "swahili": [
    "UMOJA WA MATAIFA OFISI YA IDARA YA HABARI TAARIFA YA ULIMWENGU JUU YA HAKI ZA BINADAMU",
    "UTANGULIZI",
    "Kwa kuwa kukiri heshima ya asili na haki sawa kwa binadamu wote ndio msingi wa uhuru, haki na amani duniani,",
    "Kwa kuwa kutojali na kudharau haki za binadamu kumeletea vitendo vya kishenzi ambavyo vimeharibu dhamiri ya binadamu na kwa sababu taarifa ya ulimwengu ambayo itawafanya binadamu wafurahie uhuru wao wa kusema, kusadiki na wa kutoogopa cho chote imekwisha kutangazwa kwamba ndio hamu kuu ya watu wote,",
    "Kwa kuwa ni lazima, ili mtu asishurutizwe kuomba msaada kutokana na maasi ya kupinga dhuluma na uonevu, kwamba haki za binadamu ziwe chini ya ulinzi wa sheria,",
    "Kwa kuwa ni lazima kabisa kuendeleza uhusiano wa kirafiki kati ya mataifa,",
    "Kwa kuwa watu wa Umoja wa Mataifa wamethibitisha tena katika Mkataba wao imani yao katika haki za asili, heshima na thamani ya binadamu na katika usawa wa haki kwa wanaume na wanawake, na kwa sababu wamekata shauri la kuendeleza mambo ya starehe na hali bora za maisha ya watu kwa kuwa na uhuru zaidi,",
    "Kwa kuwa Nchi zilizo Wanachama zimeahidi, kwa kushirikiana na Umoja wa Mataifa, kukuza na kuheshimu haki za binadamu na uhuru wake wa asili,",
    "Kwa kuwa kuzitambua haki hizi na uhuru huu ni jambo la maana sana kua kutimiza ahadi hiyo,",
    "Kwa hiyo basi,",
    "BARAZA KUU linatangaza",
    "TAARIFA HII YA ULIMWENGU JUU YA HAKI ZA BINADAMU kama ndio nguzo ya juhudi kwa watu wa mataifa yote ambayo hatimaye kila mtu na kila jamii ya watu - kwa kushikilia daima Taarifa hiyo - watajitahidi kufundisha jinsi ya kukuza heshima ya haki hizo na uhuru huo. Na mataifa yote yatajitahidi kuzifanya haki hizo zifahamike miongoni mwa Nchi zilizo Wanachama na miongoni mwa watu zinaowatawala.",
    "Kifungu cha 1.",
    "Watu wote wamezaliwa huru, hadhi na haki zao ni sawa. Wote wamejaliwa akili na dhamiri, hivyo yapasa watendeane kindugu.",
    "Kifungu cha 2.",
    "Kila mtu anastahili kuwa na haki zote na uhuru wote ambao umeelezwa katika Taarifa hii bila ubaguzi wo wote. Yaani bila kubaguana kwa rangi, taifa, wanaume kwa wanawake, dini, siasa, fikara, asili ya taifa la mtu, mali, kwa kizazi au kwa hali nyingine yo yote.",
    "Juu ya hayo usifanye ubaguzi kwa kutegemea siasa, utawala au kwa kutegemea uhusiano wa nchi fulani na mataifa mengine au nchi ya asili ya mtu, haidhuru nchi hiyo iwe inayojitawala, ya udhamini, isiyojitawala au inayotawaliwa na nchi nyingine kwa hali ya namna yo yote.",
    "Kifungu cha 3.",
    "Kila mtu ana haki ya kuishi, haki ya uhuru, na haki ya kulindwa nafsi yake.",
    "Kifungu cha 4.",
    "Mtu ye yote asifanywe mtumwa au mtwana; utumwa na biashara yake ni marufuku kwa kila hali.",
    "Kifungu cha 5.",
    "Mtu ye yote asiteswe, asiadhibiwe, asidharauliwe au kutendewa kinyama au kikatili.",
    "Kifungu cha 6.",
    "Mbele ya sheria kila mtu ana haki ya kutambulika kama mtu.",
    "Kufungu cha 7.",
    "Mbele ya sheria watu wote ni sawa na wanastahili haki sawa za kulindwa. Wote wana haki sawa ya kulindwa kutokana na ubaguzi wo wote unaoweza kuvunja Taarifa hii na mambo yo yote yanayoweza kuleta ubaguzi kama huo.",
    "Kifungu cha 8.",
    "Kila mtu ana haki ya kutetewa na baraza la hukumu kwa makosa ya kuvunjiwa haki zake za asili anazostahili kwa mujibu wa kanuni na sheria.",
    "Kifungu cha 9.",
    "Mtu ye yote asikamatwe, asifungiwe au kuhamishwa kutoka nchi yake bila sheria.",
    "Kifungu cha 10",
    "Kila mtu ana haki kamili ya kuhukumiwa vyema hadharani na baraza la hukumu lililo huru na lisilo na upendeleo katika kutoa uamuzi wa haki zake na wajibu wake na wa makosa yo yote yanayomhusu.",
    "Kifungu cha 11.",
    "Kila mtu anaeshtakiwa kwa kosa la kuvunja sheria ana haki ya kuangaliwa kama si mkosefu mpaka imethibitishwe kwa sheria, kwa kuhukumiwa hadharani, kwamba ana hatia.",
    "Mtu ye yote asitiwe hatiani kwa tendo lo lote au jambo lo lote ambalo halikupinga sheria ya taifa au ya kati ya mataifa wakati alipolitenda. Wala asipewe adhabu kali zaidi kuliko ile iliyokuwamo katika sheria wakati alipofanya kosa.",
    "Kifungu cha 12.",
    "Kila mtu asiingiliwe bila sheria katika mambo yake ya faragha, ya jamaa yake, ya nyumbani mwake au ya barua zake. Wala asivunjiwe heshima na sifa yake. Kila mmoja ana haki ya kulindwa na sheria kutokana na pingamizi au mambo kama hayo.",
    "Kifungu cha 13.",
    "Kila mtu ana haki ya kwenda mahali anapotaka na kuishi katika kila nchi.",
    "Kila mmoja ana haki ya kuhama kutoka nchi yo yote, hata nchi yake mwenyewe, na ana haki ya kurejea katika nchi yake.",
    "Kifungu cha 14.",
    "Kila mtu ana haki ya kukimbilia na kustarehe katika nchi nyingine kwa ajili ya kuepukana na udhalimu.",
    "Haki hii haiwezi kuombwa kwa udhalimu ambao hautokani na makosa ya mambo ya siasa au na makosa ya maazimio na kanuni za Umoja wa Mataifa.",
    "Kifungu cha 15.",
    "Kila mtu ana haki ya utaifa.",
    "Mtu ye yote asinyang'anywe utaifa wake bila sheria wala asinyimwe haki ya kujibadili taifa lake kama akitaka.",
    "Kifungu cha 16.",
    "Watu wazima, wanaume kwa wanawake wana haki ya kuoana na kuunda jamaa bila kizuio cho chote kwa sababu ya rangi, taifa au dini. Wana haki sawa za ndoa wakati wa maisha yao ya ndoa na wakati wa kutenguka ndoa.",
    "Ndoa inaweza kufungwa tu kwa hiari na mapatano kamili kati ya hao wanaotaka kuoana."
  ],
  "indonesian": [
    "Pernyataan Umum tentang Hak-Hak Asasi Manusia",
    "Menimbang bahwa pengakuan atas martabat alamiah dan hak-hak yang sama dan mutlak dari semua anggota keluarga manusia adalah dasar kemerdekaan, keadilan dan perdamaian di dunia,",
    "Menimbang bahwa mengabaikan dan memandang rendah hak-hak asasi manusia telah mengakibatkan perbuatan-perbuatan bengis yang menimbulkan rasa kemarahan hati nurani umat manusia, dan terbentuknya suatu dunia tempat manusia akan mengecap kenikmatan kebebasan berbicara dan beragama serta kebebasan dari ketakutan dan kekurangan telah dinyatakan sebagai cita-cita tertinggi dari rakyat biasa,",
    "Menimbang bahwa hak-hak asasi manusia perlu dilindungi oleh peraturan hukum supaya orang tidak akan terpaksa memilih pemberontakan sebagai usaha terakhir guna menentang kelaliman dan penindasan,",
    "Menimbang bahwa pembangunan hubungan persahabatan antara negara-negara perlu digalakkan,",
    "Menimbang bahwa bangsa-bangsa dari Perserikatan Bangsa-Bangsa sekali lagi telah menyatakan di dalam Piagam Perserikatan Bangsa-Bangsa kepercayaan mereka akan hak-hak dasar dari manusia, akan martabat dan nilai seseorang manusia dan akan hak-hak yang sama dari pria maupun wanita, dan telah bertekad untuk menggalakkan kemajuan sosial dan taraf hidup yang lebih baik di dalam kemerdekaan yang lebih luas,",
    "Menimbang bahwa Negara-Negara Anggota telah berjanji untuk mencapai kemajuan dalam penghargaan dan penghormatan umum terhadap hak-hak asasi manusia dan kebebasan-kebebasan asasi, dengan bekerjasama dengan Perserikatan Bangsa-Bangsa,",
    "Menimbang bahwa pengertian umum tentang hak-hak dan kebebasan-kebebasan tersebut sangat penting untuk pelaksanaan yang sungguh-sungguh dari janji ini, maka,",
    "Majelis Umum dengan ini memproklamasikan",
    "Pernyataan Umum tentang Hak-Hak Asasi Manusia",
    "sebagai satu standar umum keberhasilan untuk semua bangsa dan semua negara, dengan tujuan agar setiap orang dan setiap badan dalam masyarakat dengan senantiasa mengingat Pernyataan ini, akan berusaha dengan jalan mengajar dan mendidik untuk menggalakkan penghargaan terhadap hak-hak dan kebebasan-kebebasan tersebut, dan dengan jalan tindakan-tindakan progresif yang bersifat nasional maupun internasional, menjamin pengakuan dan penghormatannya secara universal dan efektif, baik oleh bangsa-bangsa dari Negara-Negara Anggota sendiri maupun oleh bangsa-bangsa dari daerah-daerah yang berada di bawah kekuasaan hukum mereka.",
    "Semua orang dilahirkan merdeka dan mempunyai martabat dan hak-hak yang sama. Mereka dikaruniai akal dan hati nurani dan hendaknya bergaul satu sama lain dalam semangat persaudaraan.",
    "Setiap orang berhak atas semua hak dan kebebasan-kebebasan yang tercantum di dalam Pernyataan ini tanpa perkecualian apapun, seperti ras, warna kulit, jenis kelamin, bahasa, agama, politik atau pendapat yang berlainan, asal mula kebangsaan atau kemasyarakatan, hak milik, kelahiran ataupun kedudukan lain.",
    "Di samping itu, tidak diperbolehkan melakukan perbedaan atas dasar kedudukan politik, hukum atau kedudukan internasional dari negara atau daerah dari mana seseorang berasal, baik dari negara yang merdeka, yang berbentuk wilayah-wilayah perwalian, jajahan atau yang berada di bawah batasan kedaulatan yang lain.",
    "Setiap orang berhak atas penghidupan, kebebasan dan keselamatan individu.",
    "Tidak seorang pun boleh diperbudak atau diperhambakan, perbudakan dan perdagangan budak dalam bentuk apapun mesti dilarang.",
    "Tidak seorang pun boleh disiksa atau diperlakukan secara kejam, memperoleh perlakuan atau dihukum secara tidak manusiawi atau direndahkan martabatnya.",
    "Setiap orang berhak atas pengakuan di depan hukum sebagai pribadi di mana saja ia berada.",
    "Semua orang sama di depan hukum dan berhak atas perlindungan hukum yang sama tanpa diskriminasi. Semua berhak atas perlindungan yang sama terhadap setiap bentuk diskriminasi yang bertentangan dengan Pernyataan ini dan terhadap segala hasutan yang mengarah pada diskriminasi semacam itu.",
    "Setiap orang berhak atas bantuan yang efektif dari pengadilan nasional yang kompeten untuk tindakan pelanggaran hak-hak dasar yang diberikan kepadanya oleh undang-undang dasar atau hukum.",
    "Tak seorang pun boleh ditangkap, ditahan atau dibuang dengan sewenang-wenang.",
    "Setiap orang, dalam persamaan yang penuh, berhak atas pengadilan yang adil dan terbuka oleh pengadilan yang bebas dan tidak memihak, dalam menetapkan hak dan kewajiban-kewajibannya serta dalam setiap tuntutan pidana yang dijatuhkan kepadanya.",
    "Setiap orang yang dituntut karena disangka melakukan suatu pelanggaran hukum dianggap tidak bersalah, sampai dibuktikan kesalahannya menurut hukum dalam suatu pengadilan yang terbuka, di mana dia memperoleh semua jaminan yang diperlukan untuk pembelaannya.",
    "Tidak seorang pun boleh dipersalahkan melakukan pelanggaran hukum karena perbuatan atau kelalaian yang tidak merupakan suatu pelanggaran hukum menurut undang-undang nasional atau internasional, ketika perbuatan tersebut dilakukan. Juga tidak diperkenankan menjatuhkan hukuman lebih berat daripada hukuman yang seharusnya dikenakan ketika pelanggaran hukum itu dilakukan.",
    "Tidak seorang pun dapat diganggu dengan sewenang-wenang urusan pribadinya, keluarganya, rumah-tangganya atau hubungan surat-menyuratnya, juga tak diperkenankan pelanggaran atas kehormatannya dan nama baiknya. Setiap orang berhak mendapat perlindungan hukum terhadap gangguan atau pelanggaran seperti itu.",
    "Setiap orang berhak atas kebebasan bergerak dan berdiam di dalam batas-batas setiap negara.",
    "Setiap orang berhak meninggalkan sesuatu negeri, termasuk negerinya sendiri, dan berhak kembali ke negerinya.",
    "Setiap orang berhak mencari dan menikmati suaka di negeri lain untuk melindungi diri dari pengejaran.",
    "Hak ini tidak berlaku untuk kasus pengejaran yang benar-benar timbul karena kejahatan-kejahatan yang tak berhubungan dengan politik, atau karena perbuatan-perbuatan yang bertentangan dengan tujuan dan dasar Perserikatan Bangsa-Bangsa.",
    "Setiap orang berhak atas sesuatu kewarga-negaraan.",
    "Tidak seorang pun dengan semena-mena dapat dicabut kewarga-negaraannya atau ditolak haknya untuk mengganti kewarga-negaraan.",
    "Pria dan wanita yang sudah dewasa, dengan tidak dibatasi kebangsaan, kewarga-negaraan atau agama, berhak untuk nikah dan untuk membentuk keluarga. Mereka mempunyai hak yang sama dalam soal perkawinan, di dalam masa perkawinan dan pada saat perceraian.",
    "Perkawinan hanya dapat dilaksanakan berdasarkan pilihan bebas dan persetujuan penuh oleh kedua mempelai.",
    "Keluarga adalah kesatuan alamiah dan fundamental dari masyarakat dan berhak mendapat perlindungan dari masyarakat dan Negara.",
    "Setiap orang berhak memiliki harta, baik sendiri maupun bersama-sama dengan orang lain.",
    "Tak seorang pun boleh dirampas hartanya dengan semena-mena.",
    "Setiap orang berhak atas kebebasan pikiran, hati nurani dan agama; dalam hal ini termasuk kebebasan berganti agama atau kepercayaan, dan kebebasan untuk menyatakan agama atau kepercayaan dengan cara mengajarkannya, mempraktekkannya, melaksanakan ibadahnya dan mentaatinya, baik sendiri maupun bersama-sama dengan orang lain, di muka umum maupun sendiri.",
    "Setiap orang berhak atas kebebasan mempunyai dan mengeluarkan pendapat; dalam hak ini termasuk kebebasan memiliki pendapat tanpa gangguan, dan untuk mencari, menerima dan menyampaikan informasi dan buah pikiran melalui media apa saja dan dengan tidak memandang batas-batas (wilayah).",
    "Setiap orang mempunyai hak atas kebebasan berkumpul dan berserikat secara damai.",
    "Tidak seorang pun boleh dipaksa untuk memasuki sesuatu perkumpulan.",
    "Setiap orang berhak turut serta dalam pemerintahan negerinya, secara langsung atau melalui wakil-wakil yang dipilih dengan bebas.",
    "Setiap orang berhak atas kesempatan yang sama untuk diangkat dalam jabatan pemerintahan negerinya.",
    "Kehendak rakyat harus menjadi dasar kekuasaan pemerintah; kehendak ini harus dinyatakan dalam pemilihan umum yang dilaksanakan secara berkala dan jujur dan yang dilakukan menurut hak pilih yang bersifat umum dan yang tidak membeda-bedakan, dan dengan pemungutan suara yang rahasia ataupun menurut cara-cara lain yang menjamin kebebasan memberikan suara.",
    "Setiap orang, sebagai anggota masyarakat, berhak atas jaminan sosial dan berhak melaksanakan dengan perantaraan usaha-usaha nasional dan kerjasama internasional, dan sesuai dengan organisasi serta sumber-sumber kekayaan dari setiap Negara, hak-hak ekonomi, sosial dan kebudayaan yang sangat diperlukan untuk martabat dan pertumbuhan bebas pribadinya.",
    "Setiap orang berhak atas pekerjaan, berhak dengan bebas memilih pekerjaan, berhak atas syarat-syarat perburuhan yang adil serta baik, dan berhak atas perlindungan dari pengangguran.",
    "Setiap orang, tanpa diskriminasi, berhak atas pengupahan yang sama untuk pekerjaan yang sama.",
    "Setiap orang yang melakukan pekerjaan berhak atas pengupahan yang adil dan baik yang menjamin kehidupannya dan keluarganya, suatu kehidupan yang pantas untuk manusia yang bermartabat, dan jika perlu ditambah dengan perlindungan sosial lainnya.",
    "Setiap orang berhak mendirikan dan memasuki serikat-serikat pekerja untuk melindungi kepentingannya.",
    "Setiap orang berhak atas istirahat dan liburan, termasuk pembatasan-pembatasan jam kerja yang layak dan hari libur berkala, dengan menerima upah.",
    "Setiap orang berhak atas taraf hidup yang menjamin kesehatan dan kesejahteraan untuk dirinya dan keluarganya, termasuk pangan, pakaian, perumahan dan perawatan kesehatannya serta pelayanan sosial yang diperlukan, dan berhak atas jaminan pada saat menganggur, menderita sakit, cacat, menjadi janda, mencapai usia lanjut atau mengalami kekurangan mata pencarian yang lain karena keadaan yang berada di luar kekuasaannya."
  ]
}